let points = [
    {
        "name": "Новосибирский зоопарк имени Р.А. Шило",
        "address": "Новосибирск, улица Тимирязева, 71/1",
        "url": "https://zoonovosib.ru/",
        "coordinates": [
            82.879046,
            55.0552
        ]
    },
    {
        "name": "Пензенский зоопарк",
        "address": "Пенза, Красная улица, 10",
        "url": "http://www.zoo-penza.ru/",
        "coordinates": [
            45.002948,
            53.175702
        ]
    },
    {
        "name": "Екатеринбургский зоопарк",
        "address": "Свердловская область, Екатеринбург, улица Мамина-Сибиряка",
        "url": "http://зоопарк.екатеринбург.рф/",
        "coordinates": [
            60.620677,
            56.832934
        ]
    },
    {
        "name": "Карельский зоопарк",
        "address": "Республика Карелия, Сортавальский район, Кааламское сельское поселение",
        "url": "https://kareliazoo.ru/",
        "coordinates": [
            30.784719,
            61.994136
        ]
    },
    {
        "name": "Челябинский зоопарк",
        "address": "Челябинск, улица Труда, 191",
        "url": "http://chelzoo.ru/",
        "coordinates": [
            61.369711,
            55.16793
        ]
    },
    {
        "name": "Государственный зоологический парк Удмуртии",
        "address": "Удмуртская Республика, Ижевск, улица Кирова, 8",
        "url": "http://udm-zoo.ru/",
        "coordinates": [
            53.174488,
            56.865361
        ]
    },
    {
        "name": "Экзотик парк",
        "address": "Москва, поселение Краснопахорское, Калужское шоссе, 46-й километр, вл. 15",
        "url": "https://ekzootikpark.ru/",
        "coordinates": [
            37.270044,
            55.414518
        ]
    },
    {
        "name": "Сафари-Парк",
        "address": "Краснодарский край, Геленджик, М-4 Дон, 1511-й километр",
        "url": "https://safari-park.ru/",
        "coordinates": [
            38.075319,
            44.585276
        ]
    },
    {
        "name": "Воронежский зоопарк имени А.С. Попова",
        "address": "городской округ Воронеж, Левобережный район, парк Авиастроителей",
        "url": "https://zooparkvrn.ru/",
        "coordinates": [
            39.241604,
            51.642306
        ]
    },
    {
        "name": "Белгородский зоопарк",
        "address": "Белгород, Волчанская улица, 292Ж",
        "url": "http://belzoopark.ru/",
        "coordinates": [
            36.640791,
            50.553087
        ]
    },
    {
        "name": "Московский зоопарк",
        "address": "Москва, Большая Грузинская улица, 1с1",
        "url": "https://moscowzoo.ru/",
        "coordinates": [
            37.578308,
            55.761092
        ]
    },
    {
        "name": "Подмосковный Сафари-парк",
        "address": "Московская область, Можайский городской округ, деревня Клемятино",
        "url": "http://safaripark50.ru/",
        "coordinates": [
            35.719192,
            55.466277
        ]
    },
    {
        "name": "Парк птиц Воробьи",
        "address": "Калужская область, Жуковский район, село Совхоз Победа, улица Парк Птиц, 3/1",
        "url": "http://www.birdspark.ru/",
        "coordinates": [
            36.778894,
            55.158957
        ]
    },
    {
        "name": "Ярославский зоопарк",
        "address": "Ярославль, поселок Шевелюха, улица Шевелюха, 137",
        "url": "http://www.yar-zoo.ru/",
        "coordinates": [
            39.899908,
            57.677251
        ]
    },
    {
        "name": "Сафари-Парк",
        "address": "Краснодар, парк Солнечный остров",
        "url": "https://zoo93.ru/",
        "coordinates": [
            39.052474,
            45.007765
        ]
    },
    {
        "name": "Парк львов Земля Прайда",
        "address": "Московская область, 46Н-03863",
        "url": "https://lionsland.ru/",
        "coordinates": [
            36.633836,
            56.123139
        ]
    },
    {
        "name": "Ростовский-на-Дону зоопарк",
        "address": "Ростов-на-Дону, Зоологическая улица, 3",
        "url": "https://www.zoopark-rostov.ru/",
        "coordinates": [
            39.671675,
            47.248911
        ]
    },
    {
        "name": "Лимпопо",
        "address": "Нижний Новгород, улица Ярошенко, 7Г",
        "url": "http://www.nnzoo.ru/",
        "coordinates": [
            43.853755,
            56.335081
        ]
    },
    {
        "name": "Сахалинский зооботанический парк",
        "address": "Сахалинская область, Южно-Сахалинск, Детская улица, 4А\\",
        "url": "http://sakhalinzoo.ru/",
        "coordinates": [
            142.754062,
            46.967836
        ]
    },
    {
        "name": "Липецкий зоопарк",
        "address": "Липецк, улица К. Маркса, вл9",
        "url": "http://zoo48.ru/",
        "coordinates": [
            39.607101,
            52.60541
        ]
    },
    {
        "name": "Село Енотово",
        "address": "Тюмень, Солнечный проезд, 7",
        "coordinates": [
            65.559595,
            57.180737
        ]
    },
    {
        "name": "Калининградский зоопарк",
        "address": "Калининград, проспект Мира, 26",
        "url": "http://kldzoo.ru/",
        "coordinates": [
            20.487702,
            54.723104
        ]
    },
    {
        "name": "Роев ручей",
        "address": "Красноярск, Свердловская улица, 293",
        "url": "https://roev.ru/",
        "coordinates": [
            92.729327,
            55.965594
        ]
    },
    {
        "name": "Пермский зоопарк",
        "address": "Пермь, Монастырская улица, 10",
        "url": "http://zoo.perm.ru/",
        "coordinates": [
            56.237194,
            58.016536
        ]
    },
    {
        "name": "Оленево",
        "address": "Рязанский район, Заборьевское сельское поселение, село Агро-Пустынь",
        "coordinates": [
            39.768534,
            54.758815
        ]
    },
    {
        "name": "Владимирский экзотариум",
        "address": "Владимир, Сущёвская улица, 37",
        "coordinates": [
            40.377041,
            56.10895
        ]
    },
    {
        "name": "Оленья ферма",
        "address": "Московская область, Рузский городской округ, садоводческое товарищество Независимое Землячество Казаков, 47",
        "url": "http://zoooleni.ru/",
        "coordinates": [
            36.067493,
            55.766643
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Тюменский район, Ялуторовский тракт, 27-й километр",
        "url": "http://zoo.sosnovbir.ru/",
        "coordinates": [
            65.886118,
            56.979002
        ]
    },
    {
        "name": "Зооград",
        "address": "Псковская область, рабочий посёлок Пушкинские Горы, Западная улица, 34",
        "url": "http://ecozoograd.ru/",
        "coordinates": [
            28.89293,
            57.031064
        ]
    },
    {
        "name": "У Лукоморья",
        "address": "Тюменская область, Тюменский район, деревня Патрушева, Солнечная улица, 25",
        "coordinates": [
            65.533519,
            57.095517
        ]
    },
    {
        "name": "Горки",
        "address": "Московская область, городской округ Коломна, село Горки",
        "url": "http://зоопаркгорки.рф/",
        "coordinates": [
            39.209149,
            55.13395
        ]
    },
    {
        "name": "Центр воспроизводства редких видов животных",
        "address": "Московская область, Волоколамский городской округ, городское поселение Сычёво",
        "url": "http://moscowzoo.ru/",
        "coordinates": [
            36.21044,
            55.939779
        ]
    },
    {
        "name": "Большереченский государственный зоопарк имени В.Д. Соломатина",
        "address": "Омская область, рабочий посёлок Большеречье, улица Советов, 67",
        "url": "http://www.bolzoo.ru/",
        "coordinates": [
            74.642304,
            56.08965
        ]
    },
    {
        "name": "Ульяновский зоопарк, Семейный парк развлечений Русские Забавы",
        "address": "Ульяновск, Оренбургская улица, 41Б",
        "url": "https://ulzoo.ru/",
        "coordinates": [
            48.524033,
            54.354901
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Кострома, улица Ленина, 175",
        "url": "http://zoopark44.ru/",
        "coordinates": [
            40.953553,
            57.800316
        ]
    },
    {
        "name": "Сафари-парк Изумрудный лес",
        "address": "Московская область, городской округ Клин, владение Изумрудный Лес",
        "coordinates": [
            36.480769,
            56.134583
        ]
    },
    {
        "name": "Парк львов Тайган",
        "address": "Республика Крым, Белогорск, Лавандовая улица, 1",
        "url": "http://park-taigan.ru/",
        "coordinates": [
            34.563572,
            45.036267
        ]
    },
    {
        "name": "Оленья ферма",
        "address": "Московская область, Волоколамский городской округ, сельское поселение Ярополецкое",
        "coordinates": [
            35.720424,
            56.097053
        ]
    },
    {
        "name": "Приморский Сафари-парк",
        "address": "Приморский край, Шкотовский муниципальный округ, посёлок городского типа Шкотово",
        "url": "http://safaripark25.ru/",
        "coordinates": [
            132.404,
            43.325
        ]
    },
    {
        "name": "Страусзоопарк",
        "address": "Челябинская область, Чебаркульский район, посёлок Кумысный",
        "url": "http://strauszoopark.ru/",
        "coordinates": [
            60.464618,
            55.122429
        ]
    },
    {
        "name": "Zoobatetskii",
        "address": "Новгородская область, Батецкий район, Мойкинское сельское поселение, деревня Кромы",
        "coordinates": [
            30.856293,
            58.631298
        ]
    },
    {
        "name": "Красавинский хуторок",
        "address": "Пермский район, Кондратовское сельское поселение, деревня Заосиново, 15",
        "url": "http://strausperm.ru/",
        "coordinates": [
            55.994411,
            57.993208
        ]
    },
    {
        "name": "Страусиная ферма Арт Страус",
        "address": "Севастополь, Балаклавский район, Терновский муниципальный округ",
        "coordinates": [
            33.726855,
            44.573915
        ]
    },
    {
        "name": "Зоопарк Чудесный",
        "address": "Приморский край, Уссурийский городской округ, село Борисовка, Луговая улица, 104",
        "url": "http://ussurzoo.ru/",
        "coordinates": [
            131.828136,
            43.79618
        ]
    },
    {
        "name": "Ленинградский зоопарк",
        "address": "Санкт-Петербург, Александровский парк, 1",
        "url": "http://www.spbzoo.ru/",
        "coordinates": [
            30.309126,
            59.95349
        ]
    },
    {
        "name": "Нальчикский зоопарк",
        "address": "Кабардино-Балкарская Республика, Нальчик, микрорайон Долинск",
        "coordinates": [
            43.591594,
            43.460616
        ]
    },
    {
        "name": "Парк Белый лев",
        "address": "Приморский край, Надеждинский район, территория опережающего социально-экономического развития Надеждинская, Парк Белый лев, 1",
        "url": "http://lionspark.ru/",
        "coordinates": [
            131.968924,
            43.499394
        ]
    },
    {
        "name": "Биосфера",
        "address": "Калуга, Ленинский округ",
        "url": "https://biosfera-park.ru/index/0-8",
        "coordinates": [
            36.201304,
            54.498728
        ]
    },
    {
        "name": "Тульский областной экзотариум",
        "address": "Тула, Первомайская улица, 13А, корп. 10",
        "url": "http://tulazoo.ru/",
        "coordinates": [
            37.589035,
            54.180843
        ]
    },
    {
        "name": "Ивановский зоологический парк",
        "address": "Иваново, Ленинградская улица, 2А",
        "url": "https://ivzoopark.ru/",
        "coordinates": [
            40.949518,
            57.006069
        ]
    },
    {
        "name": "Парк Добрый",
        "address": "Ивановская область, Кинешемский район, Батмановское сельское поселение, деревня Кислячиха, Заводская улица, 10, стр. 1",
        "url": "https://www.паркдобрый.рф/",
        "coordinates": [
            42.260007,
            57.219414
        ]
    },
    {
        "name": "Мини-зоопарк",
        "address": "Республика Крым, Бахчисарай, Бахчисарайский парк миниатюр",
        "coordinates": [
            33.85885,
            44.753708
        ]
    },
    {
        "name": "Старая территория Московского зоопарка",
        "address": "Москва, Большая Грузинская улица, 8с3",
        "url": "https://moscowzoo.ru/",
        "coordinates": [
            37.581883,
            55.760893
        ]
    },
    {
        "name": "Мини-зоопарк",
        "address": "Волгоград, Абганеровская улица",
        "coordinates": [
            44.415618,
            48.591691
        ]
    },
    {
        "name": "Мини-зоопарк Country Resort",
        "address": "Московская область, Талдомский городской округ, рабочий посёлок Вербилки, Дачный проезд, 8",
        "url": "http://country-resort.com/",
        "coordinates": [
            37.570429,
            56.543875
        ]
    },
    {
        "name": "Mini Zoo Dream",
        "address": "Московская область, Талдомский городской округ, село Квашёнки, 14А",
        "coordinates": [
            37.554843,
            56.80231
        ]
    },
    {
        "name": "Сказка",
        "address": "Республика Крым, Ялта, улица Кирова, 156",
        "url": "https://yaltazoo.org/",
        "coordinates": [
            34.11856,
            44.494898
        ]
    },
    {
        "name": "Зоопарк на Лампушке",
        "address": "Ленинградская область, Приозерский район, Раздольевское сельское поселение, деревня Раздолье",
        "url": "http://www.lampushki.ru/",
        "coordinates": [
            30.113232,
            60.590275
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Республика Дагестан, Дербентский район",
        "coordinates": [
            48.276982,
            41.987428
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Республика Мордовия, Саранск, парк культуры и отдыха имени А.С. Пушкина, улица Первомайская 6",
        "url": "http://zoo13.ru/",
        "coordinates": [
            45.184601,
            54.175208
        ]
    },
    {
        "name": "Экзоопарк",
        "address": "Санкт-Петербург, улица Фучика, 2",
        "url": "http://www.ekzoopark.ru/",
        "coordinates": [
            30.361834,
            59.87636
        ]
    },
    {
        "name": "Иркутский зоопарк",
        "address": "Иркутск, улица Карла Маркса, 50",
        "coordinates": [
            104.29984,
            52.294825
        ]
    },
    {
        "name": "Самарский зоопарк",
        "address": "Самара, Ново-Садовая улица, 146",
        "coordinates": [
            50.163433,
            53.222949
        ]
    },
    {
        "name": "Епифаново подворье",
        "address": "Тульская область, Кимовский район, муниципальное образование Епифанское, деревня Комиссаровка",
        "url": "https://zooepifan.ru/",
        "coordinates": [
            38.626647,
            53.822654
        ]
    },
    {
        "name": "Планета обезьян",
        "address": "Москва, поселение Краснопахорское, Калужское шоссе, 47-й километр, 1/1",
        "url": "http://monkeyplanet.moscow/",
        "coordinates": [
            37.265828,
            55.413992
        ]
    },
    {
        "name": "ЗооСад",
        "address": "Московская область, городской округ Истра, деревня Падиково, Конная улица, 40",
        "coordinates": [
            36.979544,
            55.825098
        ]
    },
    {
        "name": "Лесная территория Червлёный Яр",
        "address": "Воронеж, Смородиновая улица, 2Д",
        "url": "https://zooparkvrn.ru/chervlenyj-yar",
        "coordinates": [
            39.143708,
            51.53744
        ]
    },
    {
        "name": "Садгород",
        "address": "Приморский край, Владивосток, улица Воровского, 24Б",
        "url": "https://zoopark-vl.ru/",
        "coordinates": [
            132.040932,
            43.261116
        ]
    },
    {
        "name": "Экзотариум",
        "address": "Кострома, Советская улица, 53Б",
        "url": "http://www.kos-exo.ru/",
        "coordinates": [
            40.943583,
            57.763675
        ]
    },
    {
        "name": "Иркутский зоосад",
        "address": "Иркутск, улица Кольцова, 93",
        "url": "http://www.irkdetzoo.ru/",
        "coordinates": [
            104.246118,
            52.263241
        ]
    },
    {
        "name": "Парк Альпак",
        "address": "Воронежская область, Хохольский район",
        "url": "http://parkbk.ru/parkalpak",
        "coordinates": [
            38.97017,
            51.62116
        ]
    },
    {
        "name": "Зоосад Приамурский им. В. П. Сысоева",
        "address": "Хабаровский район, село Воронежское-2, Молодёжная улица, 18",
        "url": "https://27zoo.ru/",
        "coordinates": [
            135.06982,
            48.621768
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Ставрополь, парк Победы",
        "url": "https://зоопарк-ставрополь-парк-победы.рф/",
        "coordinates": [
            41.929285,
            45.027391
        ]
    },
    {
        "name": "Зоокомплекс Три медведя",
        "address": "Республика Карелия, Пряжинский район, Эссойльское сельское поселение, посёлок Сяпся",
        "url": "http://зоокомплекс.рф/",
        "coordinates": [
            33.406985,
            61.94908
        ]
    },
    {
        "name": "БУОО Дирекция особо охраняемых природных территорий",
        "address": "Орловская область, Хотынецкий район, поселок Жудерский, Лесная улица",
        "coordinates": [
            35.292198,
            53.251292
        ]
    },
    {
        "name": "Тут енот",
        "address": "Москва, Проектируемый проезд № 1980, 2, стр. 1",
        "url": "https://tutenot.ru/",
        "coordinates": [
            37.443006,
            55.67353
        ]
    },
    {
        "name": "Зоопарк Берендеево",
        "address": "Ставропольский край, Пятигорск, парк культуры и отдыха имени Кирова",
        "url": "https://zoopark-berendeevo.clients.site/",
        "coordinates": [
            43.059645,
            44.033577
        ]
    },
    {
        "name": "Синь России",
        "address": "Московская область, Раменский городской округ, деревня Трошково",
        "url": "https://sinnros.ru/",
        "coordinates": [
            38.409008,
            55.606286
        ]
    },
    {
        "name": "Живой уголок",
        "address": "Москва, поселение Московский, квартал № 47",
        "coordinates": [
            37.33629,
            55.609554
        ]
    },
    {
        "name": "Крокодиловая ферма",
        "address": "Московская область, городской округ Коломна, село Парфентьево",
        "url": "http://ecoderevushka.ru/",
        "coordinates": [
            38.82703,
            55.109531
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Белгородская область, Старооскольский городской округ, хутор Чумаки, переулок Золотой Фазан, 2А",
        "url": "http://oskol-zoo.ru/",
        "coordinates": [
            37.999321,
            51.322957
        ]
    },
    {
        "name": "Алёнушка",
        "address": "Новгородская область, Окуловский район, Березовикское сельское поселение",
        "coordinates": [
            33.118589,
            58.401381
        ]
    },
    {
        "name": "Мини-зоопарк",
        "address": "Ханты-Мансийский автономный округ, Сургут, проезд Дружбы, 7",
        "url": "http://sun.admsurgut.ru/zoo",
        "coordinates": [
            73.406824,
            61.251835
        ]
    },
    {
        "name": "Зоопарк Вилла",
        "address": "Омск, бульвар Архитекторов, 14Б",
        "coordinates": [
            73.296037,
            54.9832
        ]
    },
    {
        "name": "Лохматая ферма",
        "address": "Республика Алтай, Чемальский район, село Узнезя",
        "coordinates": [
            85.950208,
            51.51113
        ]
    },
    {
        "name": "Казанский зооботанический сад",
        "address": "Республика Татарстан, Казань, улица Хади Такташа, 112",
        "url": "http://www.kazzoobotsad.ru/",
        "coordinates": [
            49.133944,
            55.767484
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Брянская область, Навлинский район, деревня Красный Бор",
        "coordinates": [
            34.525838,
            53.019385
        ]
    },
    {
        "name": "GreenPoll",
        "address": "Свердловская область, Горноуральский городской округ, село Николо-Павловское, Сосновая улица, 24",
        "coordinates": [
            60.063785,
            57.772229
        ]
    },
    {
        "name": "Ряжский зоопарк",
        "address": "Рязанская область, Ряжский район, Алешинское сельское поселение, посёлок Свет, Дорожная улица, 19",
        "coordinates": [
            40.098545,
            53.680679
        ]
    },
    {
        "name": "Страусиное ранчо",
        "address": "Краснодарский край, Белореченский район, хутор Долгогусевский, Новая улица, 1А",
        "coordinates": [
            39.790738,
            44.791387
        ]
    },
    {
        "name": "Нижегородский экзотариум",
        "address": "Нижний Новгород, Большая Покровская улица, 18",
        "url": "https://terraria-nn.ru/",
        "coordinates": [
            44.000882,
            56.322381
        ]
    },
    {
        "name": "Мини зоопарк спасенных животных Моя маленькая ферма",
        "address": "Рязанский район, Варсковское сельское поселение, посёлок Варские, экопарк Поляны",
        "coordinates": [
            39.866422,
            54.739136
        ]
    },
    {
        "name": "Медведевский мини-зоопарк им. Г. Г. Гибадуллина",
        "address": "Республика Марий Эл, посёлок городского типа Медведево, улица Мосолова, 18",
        "url": "https://mini-zoo.mari-el.muzkult.ru/",
        "coordinates": [
            47.807809,
            56.631659
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Московская область, городской округ Серпухов, парк Дракино",
        "coordinates": [
            37.277904,
            54.875671
        ]
    },
    {
        "name": "Читинский городской зоопарк",
        "address": "Забайкальский край, Чита, улица Журавлёва, 75",
        "url": "http://zoopark-chita.ru/",
        "coordinates": [
            113.503362,
            52.041797
        ]
    },
    {
        "name": "Exoticzoo",
        "address": "Москва, поселение Краснопахорское, Калужское шоссе, 47-й километр, 1/1",
        "coordinates": [
            37.26585,
            55.414048
        ]
    },
    {
        "name": "Зоопарк в Ельниковской роще",
        "address": "Чувашская Республика, Новочебоксарск, парк культуры и отдыха Ельниковская роща",
        "coordinates": [
            47.469242,
            56.120293
        ]
    },
    {
        "name": "Парк живой природы ДоДо",
        "address": "Краснодарский край, муниципальное образование Новороссийск, станица Натухаевская, Курганная улица, 103",
        "url": "http://park-zoo.ru/",
        "coordinates": [
            37.588395,
            44.914649
        ]
    },
    {
        "name": "Лесная сказка",
        "address": "Алтайский край, Барнаул, улица Энтузиастов, 12",
        "coordinates": [
            83.68346,
            53.357788
        ]
    },
    {
        "name": "Этнопарк Кочевник",
        "address": "Московская область, Сергиево-Посадский городской округ, село Морозово",
        "url": "http://ethno-park.ru/",
        "coordinates": [
            38.051608,
            56.241326
        ]
    },
    {
        "name": "Шадтландия",
        "address": "Московская область, Раменский городской округ, деревня Патрикеево",
        "coordinates": [
            38.108713,
            55.331276
        ]
    },
    {
        "name": "Детский зоопарк",
        "address": "Омск, улица Маршала Жукова, 109",
        "url": "http://55zoopark.ru/",
        "coordinates": [
            73.391433,
            54.967336
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Московская область, Ленинский городской округ, сельское поселение Булатниковское",
        "coordinates": [
            37.639574,
            55.560142
        ]
    },
    {
        "name": "Мини-зоопарк",
        "address": "Тверская область, Калязинский район",
        "coordinates": [
            37.913273,
            57.277127
        ]
    },
    {
        "name": "Контактный зоопарк",
        "address": "Липецкая область, Задонский район",
        "coordinates": [
            38.77194,
            52.37261
        ]
    },
    {
        "name": "Баба Фрося",
        "address": "Астраханская область, Камызякский район, село Иванчуг, Фермерская улица, 1",
        "url": "http://www.baba-frosya.com/",
        "coordinates": [
            47.9594,
            46.0863
        ]
    },
    {
        "name": "Томский Зоопарк",
        "address": "Томск, улица Елизаровых, 56",
        "coordinates": [
            84.995354,
            56.465871
        ]
    },
    {
        "name": "Енотий Рай",
        "address": "Оренбург, улица Кирова, 9А",
        "coordinates": [
            55.09547,
            51.76234
        ]
    },
    {
        "name": "Зоопарк Завет-Ленинский",
        "address": "Республика Крым, Джанкойский район, село Завет-Ленинский, Заводской переулок",
        "coordinates": [
            34.392644,
            45.868329
        ]
    },
    {
        "name": "Сибирский зоопарк",
        "address": "Иркутская область, Иркутский район, рабочий посёлок Листвянка, улица Исток Ангары, 11А",
        "url": "https://siberian-zoo.ru/listvyanka/",
        "coordinates": [
            104.828633,
            51.872887
        ]
    },
    {
        "name": "Центр живой природы",
        "address": "Республика Хакасия, Абакан, улица Пушкина, 200",
        "coordinates": [
            91.399807,
            53.712727
        ]
    },
    {
        "name": "Контактная деревня",
        "address": "Московская область, Ленинский городской округ, сельское поселение Совхоз имени Ленина",
        "url": "http://контактнаядеревня.рф/",
        "coordinates": [
            37.717272,
            55.571604
        ]
    },
    {
        "name": "Контактный зоопарк Вовкин двор",
        "address": "Кемерово, Весенний проспект, 8/1",
        "coordinates": [
            86.241375,
            55.419505
        ]
    },
    {
        "name": "Птичья дача",
        "address": "Самарская область, Сызрань, Архангельская улица, 42А",
        "coordinates": [
            48.450845,
            53.173163
        ]
    },
    {
        "name": "Детский парк птиц",
        "address": "Курская область, Курчатов, парк Тёплый берег",
        "coordinates": [
            35.666394,
            51.661269
        ]
    },
    {
        "name": "Енотовиль",
        "address": "Санкт-Петербург, Садовая улица, 24",
        "url": "https://enotovil.ru/",
        "coordinates": [
            30.332659,
            59.932812
        ]
    },
    {
        "name": "Зоосад в вотчине Деда Мороза",
        "address": "Вологодская область, Великоустюгский муниципальный округ, деревня Лопатниково",
        "url": "http://zoopark-dm.ucoz.ru/",
        "coordinates": [
            46.177734,
            60.747807
        ]
    },
    {
        "name": "Экопарк Зоолесье",
        "address": "Республика Карелия, Петрозаводск, Лесной проспект, 47А",
        "coordinates": [
            34.304621,
            61.773803
        ]
    },
    {
        "name": "Мини-зоопарк",
        "address": "Кемеровская область, Ленинск-Кузнецкий, улица Кожедуба, 11",
        "coordinates": [
            86.200727,
            54.625062
        ]
    },
    {
        "name": "Зооуголок Ковчег",
        "address": "Чувашская Республика, городской округ Чебоксары, Ленинский район, Детский парк имени Космонавта А.Г. Николаева",
        "coordinates": [
            47.265155,
            56.119428
        ]
    },
    {
        "name": "Аквариум & Морской зоопарк",
        "address": "Краснодарский край, Сочи, улица Аллея Челтенхема, 4",
        "url": "http://www.aquazoosochi.ru/",
        "coordinates": [
            39.793363,
            43.548262
        ]
    },
    {
        "name": "Артколхоз",
        "address": "Владимирская область, 17Н-324",
        "url": "http://artkolhoz-les.ru/",
        "coordinates": [
            38.939673,
            56.039145
        ]
    },
    {
        "name": "Лесная сказка",
        "address": "Алтайский край, Барнаул, улица Энтузиастов, 12",
        "url": "http://www.zoo22.ru/",
        "coordinates": [
            83.684069,
            53.356345
        ]
    },
    {
        "name": "Лесная Братва",
        "address": "Свердловская область, муниципальное образование Город Екатеринбург, Чкаловский район, горнолыжный комплекс Уктус",
        "url": "http://lesnayabratva.ru/",
        "coordinates": [
            60.647654,
            56.774247
        ]
    },
    {
        "name": "Зоопарк на Кургане",
        "address": "городской округ Брянск, Советский район, Центральный парк культуры и отдыха имени 1000-летия города Брянска",
        "coordinates": [
            34.367238,
            53.271384
        ]
    },
    {
        "name": "ДивоДворье",
        "address": "Республика Татарстан, Елабужский район, Поспеловское сельское поселение, село Мальцево, улица Каринка, 2А",
        "coordinates": [
            52.179459,
            55.745467
        ]
    },
    {
        "name": "Северский зоопарк",
        "address": "Томская область, Северск, улица Мира, 26",
        "url": "http://zoo-seversk.ru/",
        "coordinates": [
            84.86719,
            56.604236
        ]
    },
    {
        "name": "Мини-зоопарк",
        "address": "Калуга, Старообрядческий переулок, 4",
        "coordinates": [
            36.263613,
            54.508958
        ]
    },
    {
        "name": "Озорные Еноты",
        "address": "Вологодская область, Череповец, проспект Победы, 159",
        "url": "https://enotime.ru/",
        "coordinates": [
            37.992035,
            59.122445
        ]
    },
    {
        "name": "Гостевая усадьба Старая Финляндия",
        "address": "Ленинградская область, 41К-755",
        "coordinates": [
            30.159322,
            60.51134
        ]
    },
    {
        "name": "Великолепный страус",
        "address": "Республика Башкортостан, Гафурийский район, Бельский сельсовет, село Инзелга, Школьная улица, 18Г",
        "coordinates": [
            56.310369,
            53.876885
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Ростов-на-Дону, Тоннельная улица, 42",
        "coordinates": [
            39.67793,
            47.250718
        ]
    },
    {
        "name": "Страна Енотия",
        "address": "Красноярск, Дудинская улица, 3",
        "url": "https://zookrsk.ru/",
        "coordinates": [
            92.897569,
            56.026126
        ]
    },
    {
        "name": "Река Замбези, Казанский зооботанический сад",
        "address": "Республика Татарстан, Казань, улица Хади Такташа, 120, корп. 1",
        "url": "http://www.kazzoobotsad.ru/",
        "coordinates": [
            49.137124,
            55.761749
        ]
    },
    {
        "name": "Веселая Ферма",
        "address": "Кемерово, Комсомольский парк имени Веры Волошиной",
        "coordinates": [
            86.130354,
            55.340956
        ]
    },
    {
        "name": "Мини-зоопарк",
        "address": "Московская область, Рузский городской округ",
        "coordinates": [
            36.357791,
            55.52295
        ]
    },
    {
        "name": "Живой уголок Сказка",
        "address": "Самара, Красноглинский район, посёлок Управленческий, улица Сергея Лазо",
        "coordinates": [
            50.222599,
            53.344791
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Брянская область, Брянский район, Нетьинское сельское поселение",
        "coordinates": [
            34.21366,
            53.349595
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Московская область, Орехово-Зуево, улица Ленина",
        "coordinates": [
            38.985177,
            55.802207
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Тамбовская область, Тамбовский район, Красносвободненский сельсовет, территория базы отдыха Лесная сказка",
        "coordinates": [
            41.352224,
            52.582828
        ]
    },
    {
        "name": "Елизовский районный зоопарк",
        "address": "Камчатский край, Елизово, улица Ленина, 20",
        "url": "http://zoopark.kamch.muzkult.ru/",
        "coordinates": [
            158.386447,
            53.188453
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Ставропольский край, Пятигорск, Фабричная улица, 1",
        "url": "http://park-rodnik.ru/",
        "coordinates": [
            43.105909,
            44.042687
        ]
    },
    {
        "name": "Парк Зазеркалье",
        "address": "Владимирская область, Александровский район, муниципальное образование Каринское",
        "coordinates": [
            38.448564,
            56.321152
        ]
    },
    {
        "name": "Кгбук Зоосад Приамурский имени В. П. Сысоева, офис",
        "address": "Хабаровск, улица Дзержинского, 36, подъезд 1",
        "url": "https://27zoo.ru/",
        "coordinates": [
            135.068149,
            48.476619
        ]
    },
    {
        "name": "Таёжный",
        "address": "Республика Алтай, Турочакский район, село Артыбаш, Таёжная улица, 21",
        "coordinates": [
            87.287446,
            51.7998
        ]
    },
    {
        "name": "Семь хуторов",
        "address": "Республика Карелия, 86К-90",
        "url": "https://7hutorov.ru/",
        "coordinates": [
            30.0307,
            61.4776
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Ростовская область, Таганрог, парк Культуры и отдыха имени Горького",
        "coordinates": [
            38.928507,
            47.219828
        ]
    },
    {
        "name": "Юрибей",
        "address": "Тюменский район, деревня Чёрная Речка, Центральный проезд",
        "url": "http://юрибей.рф/",
        "coordinates": [
            65.248259,
            56.946574
        ]
    },
    {
        "name": "Галерея ручных енотов Енотсбург",
        "address": "Рязань, район Дягилево, улица Коняева, 25/2",
        "url": "https://enotsburg.ru/",
        "coordinates": [
            39.623808,
            54.654238
        ]
    },
    {
        "name": "ИлорантаФерма",
        "address": "Ленинградская область, Выборгский район, Гончаровское сельское поселение, садоводческое некоммерческое товарищество Улыбино",
        "url": "http://ilorantafarm.ru/",
        "coordinates": [
            28.878154,
            60.7306
        ]
    },
    {
        "name": "Крокодиловая ферма",
        "address": "Краснодарский край, Туапсинский район, Новомихайловское городское поселение, село Ольгинка",
        "url": "http://croco-zoo.ru/",
        "coordinates": [
            38.88604,
            44.190845
        ]
    },
    {
        "name": "Абзаково",
        "address": "Республика Башкортостан, Белорецкий район, Абзаковский сельсовет, село Новоабзаково, Горнолыжная улица",
        "coordinates": [
            58.62725,
            53.795287
        ]
    },
    {
        "name": "Трогательный зоопарк",
        "address": "Тула, улица Жаворонкова, 5",
        "url": "http://zoopark-tula.ru/",
        "coordinates": [
            37.596191,
            54.179896
        ]
    },
    {
        "name": "Дельфинарий",
        "address": "посёлок городского типа Сириус, Олимпийский проспект, 21",
        "url": "https://www.sochipark.ru/thingstodo/entertainment/dolphinarium/?utm_campaign=priority&utm_medium=maps&utm_source=yandex",
        "coordinates": [
            39.969885,
            43.404298
        ]
    },
    {
        "name": "Деревенька",
        "address": "Вологодский район, Спасское сельское поселение, деревня Бурцево, Московская улица, 19",
        "coordinates": [
            39.864948,
            59.182581
        ]
    },
    {
        "name": "Парк животных",
        "address": "Брестская область, Барановичский район, Малаховецкий сельсовет, деревня Глинище",
        "url": "http://animal-park.by/",
        "coordinates": [
            26.0104,
            53.096579
        ]
    },
    {
        "name": "Семейное подворье",
        "address": "Челябинская область, Сосновский район, посёлок Садовый, Лесная улица, 7",
        "coordinates": [
            61.18632,
            55.181201
        ]
    },
    {
        "name": "Птичий дворъ",
        "address": "Ростовская область, Каменский район, парк Лога",
        "coordinates": [
            40.296124,
            48.351442
        ]
    },
    {
        "name": "Другой мир",
        "address": "Приморский край, Владивосток, Батарейная улица, 4",
        "coordinates": [
            131.876013,
            43.12118
        ]
    },
    {
        "name": "Экокомплекс Казеевка",
        "address": "Пензенский район, село Казеевка, улица Малый Курмыш, 16А",
        "url": "http://kazeevka.ru/",
        "coordinates": [
            45.196281,
            53.024806
        ]
    },
    {
        "name": "Контактный зоопарк",
        "address": "Московская область, городской округ Луховицы, деревня Берхино",
        "coordinates": [
            38.789983,
            54.935422
        ]
    },
    {
        "name": "Минизоопарк",
        "address": "Краснодарский край, Ейск, Тихая аллея",
        "coordinates": [
            38.261572,
            46.702232
        ]
    },
    {
        "name": "Крошка на ладошке",
        "address": "Волгоградская область, Волжский, 39-й квартал, Сталинградская улица, 4А",
        "coordinates": [
            44.74854,
            48.784046
        ]
    },
    {
        "name": "Парк Диких Животных",
        "address": "Кемеровская область, Прокопьевский муниципальный округ",
        "coordinates": [
            86.408336,
            54.140643
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Калужская область, Износковский район, деревня Гамзюки",
        "coordinates": [
            35.6061,
            54.955
        ]
    },
    {
        "name": "Эко-ферма Аркуда",
        "address": "Свердловская область, Бисертский городской округ, посёлок Октябрьский",
        "coordinates": [
            58.95058,
            56.693333
        ]
    },
    {
        "name": "Сказка",
        "address": "Самара, сквер имени Академика Н.Д. Кузнецова",
        "coordinates": [
            50.222396,
            53.344642
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Саратов, сквер имени Победы",
        "coordinates": [
            45.978164,
            51.607655
        ]
    },
    {
        "name": "Лесное посольство",
        "address": "Санкт-Петербург, Планерная улица, 59",
        "url": "http://spb.lesnoeposolstvo.ru/",
        "coordinates": [
            30.225451,
            60.021985
        ]
    },
    {
        "name": "Крокодиловая ферма",
        "address": "Краснодарский край, Геленджик, улица Кирова, 5",
        "coordinates": [
            38.077424,
            44.556906
        ]
    },
    {
        "name": "Ереванский зоопарк",
        "address": "Ереван, административный район Нор Норк",
        "url": "https://zoo.am/",
        "coordinates": [
            44.549642,
            40.196089
        ]
    },
    {
        "name": "Наша городская ферма",
        "address": "Липецк, парк Победы",
        "coordinates": [
            39.5261,
            52.596205
        ]
    },
    {
        "name": "Простоквашино",
        "address": "Свердловская область, Екатеринбург, улица Героев России, 2",
        "url": "http://www.ekbzoo.ru/",
        "coordinates": [
            60.597785,
            56.857163
        ]
    },
    {
        "name": "Большой Сочинский дельфинарий",
        "address": "Краснодарский край, Сочи, микрорайон Центральный, улица Егорова, 1",
        "url": "https://delfin-riviera.ru/",
        "coordinates": [
            39.715441,
            43.590359
        ]
    },
    {
        "name": "Мини-зоопарк",
        "address": "Тульская область, Заокский район, коттеджный поселок Новиково",
        "url": "http://2225588.ru/infrastructure/strausinaya-ferma-v-kapitan-klab",
        "coordinates": [
            37.507191,
            54.72019
        ]
    },
    {
        "name": "Зоопарк ручной Коктебель",
        "address": "Республика Крым, городской округ Феодосия, посёлок городского типа Коктебель, Морская улица, 9А",
        "coordinates": [
            35.249867,
            44.957666
        ]
    },
    {
        "name": "Умка",
        "address": "Кирово-Чепецкий район, Фатеевское сельское поселение",
        "url": "https://umka-kirov.1c-umi.ru/",
        "coordinates": [
            49.93596,
            58.406906
        ]
    },
    {
        "name": "Страусиное ранчо",
        "address": "Кемеровская область, Кемеровский район, деревня Журавлёво, СНТ Солнечная поляна 1",
        "coordinates": [
            86.25213,
            55.37301
        ]
    },
    {
        "name": "Радуга",
        "address": "Забайкальский край, Чита, Романовский тракт, 46",
        "coordinates": [
            113.448284,
            52.089395
        ]
    },
    {
        "name": "Ферма Ивановка",
        "address": "Тверская область, Калининский район, Кулицкое сельское поселение, деревня Давыдово",
        "url": "http://ferma-ivanovka.ru/",
        "coordinates": [
            35.731352,
            56.997665
        ]
    },
    {
        "name": "Дом природы",
        "address": "Иркутск, Байкальская улица, 54",
        "coordinates": [
            104.305548,
            52.272433
        ]
    },
    {
        "name": "Мини-зоопарк",
        "address": "Рязанская область, Рязанский район, Полянское сельское поселение",
        "coordinates": [
            39.839241,
            54.735046
        ]
    },
    {
        "name": "Владикавказский зоопарк",
        "address": "Республика Северная Осетия — Алания, Владикавказ, проспект Коста, 24",
        "coordinates": [
            44.676758,
            42.995925
        ]
    },
    {
        "name": "Zooландия",
        "address": "Московская область, городской округ Истра, деревня Крючково, 38",
        "url": "http://www.zoolandia-istra.ru/",
        "coordinates": [
            36.795201,
            55.879849
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Московская область, городской округ Мытищи, село Троицкое, Святотроицкая улица, 9",
        "url": "https://moscowzoo.ru/",
        "coordinates": [
            37.5675,
            55.9844
        ]
    },
    {
        "name": "ГУК ТО Тульский областной экзотариум",
        "address": "Тула, Октябрьская улица, 26",
        "coordinates": [
            37.619605,
            54.208561
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Республика Татарстан, Казань, улица Баумана, 35",
        "url": "https://vk.link/bigfunny_kzn",
        "coordinates": [
            49.117551,
            55.789503
        ]
    },
    {
        "name": "Птица удачи",
        "address": "Оренбургский район, село Сергиевка, Молодёжная улица, 20/1",
        "url": "http://orenferma.ru/",
        "coordinates": [
            54.889873,
            51.919461
        ]
    },
    {
        "name": "Каневской зооцентр",
        "address": "Краснодарский край, Каневской район, станица Каневская",
        "coordinates": [
            38.9483,
            46.0955
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Чеченская Республика, Грозный, парк Национальной культуры имени Ахмата Кадырова",
        "coordinates": [
            45.6431,
            43.348
        ]
    },
    {
        "name": "ZooЛЭНД",
        "address": "Московская область, Люберцы, улица Митрофанова, 21Б",
        "url": "http://zoo-ferma.ru/",
        "coordinates": [
            37.886425,
            55.695578
        ]
    },
    {
        "name": "Мадагаскар",
        "address": "Нижний Новгород, Сормовский парк культуры и отдыха",
        "url": "http://sormovopark.ru/",
        "coordinates": [
            43.863816,
            56.34191
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Пермский район, село Усть-Качка",
        "coordinates": [
            55.664526,
            58.0024
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Московская область, Ленинский городской округ, Видное, Прудный переулок, 1А",
        "coordinates": [
            37.709183,
            55.558951
        ]
    },
    {
        "name": "Экодеревушка",
        "address": "Московская область, Коломенский городской округ, село Парфентьево",
        "url": "http://www.ecoderevushka.ru/",
        "coordinates": [
            38.826747,
            55.109557
        ]
    },
    {
        "name": "Сибирский семейный зоопарк",
        "address": "Иркутск, проспект Маршала Жукова, 36/4",
        "url": "https://siberian-zoo.ru/",
        "coordinates": [
            104.346633,
            52.250538
        ]
    },
    {
        "name": "Новгородский соколиный двор",
        "address": "Великий Новгород, Новгородский кремль",
        "coordinates": [
            31.274553,
            58.519299
        ]
    },
    {
        "name": "Вот Енот",
        "address": "Санкт-Петербург, Спасский переулок, 5",
        "url": "https://vot-enot.com/",
        "coordinates": [
            30.31768,
            59.928811
        ]
    },
    {
        "name": "Кроликопарк",
        "address": "Республика Крым, Сакский район, Ореховское сельское поселение, село Червоное, 43",
        "url": "https://krolikopark.ru/",
        "coordinates": [
            33.690911,
            45.106055
        ]
    },
    {
        "name": "Страусиное ранчо",
        "address": "Алтайский край, муниципальное образование Барнаул, село Власиха, Сосновая улица, 25",
        "coordinates": [
            83.596475,
            53.29265
        ]
    },
    {
        "name": "Контактный зоопарк НКП Русь",
        "address": "Московская область, Ленинский городской округ, сельское поселение Молоковское",
        "url": "http://horse-park.com/visitors/zoo/",
        "coordinates": [
            37.877108,
            55.549328
        ]
    },
    {
        "name": "Домик с лошадками",
        "address": "Нижегородская область, Дивеевский муниципальный округ, село Кремёнки, Западная улица, 40",
        "coordinates": [
            43.374372,
            55.001478
        ]
    },
    {
        "name": "Орловский",
        "address": "Московская область, Ленинский городской округ, деревня Дальние Прудищи",
        "url": "http://www.orlowsky.ru/",
        "coordinates": [
            37.858294,
            55.545788
        ]
    },
    {
        "name": "Зайкафе",
        "address": "Москва, Селезнёвская улица, 4",
        "url": "https://zaycafe.ru/",
        "coordinates": [
            37.60385,
            55.779604
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Тюмень, Ленинский округ",
        "coordinates": [
            65.6825,
            57.0867
        ]
    },
    {
        "name": "Алматинский зоопарк",
        "address": "Алматы, улица Есенберлина, 166",
        "url": "http://almatyzoo.kz/",
        "coordinates": [
            76.974125,
            43.263489
        ]
    },
    {
        "name": "Зверополис",
        "address": "Саратов, проспект имени Петра Столыпина, 27",
        "coordinates": [
            46.027377,
            51.53103
        ]
    },
    {
        "name": "Регина",
        "address": "Республика Татарстан, Лаишевский район, Матюшинское сельское поселение, центральная 70",
        "coordinates": [
            49.096917,
            55.675438
        ]
    },
    {
        "name": "Веретьево",
        "address": "Московская область, Талдомский городской округ, сельское поселение Темповое",
        "url": "https://artveretevo.com/farm",
        "coordinates": [
            37.278685,
            56.692286
        ]
    },
    {
        "name": "Экопарк Нарсана",
        "address": "Карачаево-Черкесская Республика, Малокарачаевский район, 91Н-040, 42",
        "coordinates": [
            42.615799,
            43.917678
        ]
    },
    {
        "name": "Зоодворик",
        "address": "Волгоградская область, Волжский, парк культуры и отдыха Гидростроитель",
        "url": "https://dkvgs.ru/parkvgs/attrakczionyi/zoodvorik.html",
        "coordinates": [
            44.742877,
            48.803811
        ]
    },
    {
        "name": "Трогательный зоопарк Томас",
        "address": "Республика Марий Эл, Йошкар-Ола, Архангельская слобода, 11",
        "coordinates": [
            47.902794,
            56.633058
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Рязанская область, Клепиковский район, поселок Чулис",
        "coordinates": [
            40.37377,
            55.195968
        ]
    },
    {
        "name": "Мини-зоопарк",
        "address": "Калужская область, Малоярославец, улица Григория Соколова, 66",
        "coordinates": [
            36.459172,
            55.009672
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Ленинградская область, Выборгский район, Высоцкое городское поселение, остров Крепыш",
        "coordinates": [
            28.529839,
            60.64058
        ]
    },
    {
        "name": "Страусиная ферма Долина страусов",
        "address": "Челябинская область, Чебаркульский район, деревня Сарафаново",
        "url": "http://www.straus-74.ru/",
        "coordinates": [
            60.274136,
            54.879661
        ]
    },
    {
        "name": "Парк развлечений, ферма Ишачок",
        "address": "Республика Крым, Бахчисарайский район, Куйбышевское сельское поселение, село Малое Садовое, улица Хрусталёва, 1",
        "coordinates": [
            33.837605,
            44.640259
        ]
    },
    {
        "name": "Зооленд",
        "address": "Оренбург, Шарлыкское шоссе, 1/2, подъезд 1",
        "url": "https://zooland.club/",
        "coordinates": [
            55.117102,
            51.843079
        ]
    },
    {
        "name": "Муниципальное бюджетное учреждение Природный зоологический парк",
        "address": "Красноярский край, Зеленогорск, Карьерная улица, 5",
        "url": "http://kultzgr.ru/uchrezhdeniia/municipalnoe-byudzhetnoe-uchrezhdenie-prirodnyy-zoologicheskiy-park-mbu-zoopark/",
        "coordinates": [
            94.617086,
            56.09139
        ]
    },
    {
        "name": "Скотный двор",
        "address": "Санкт-Петербург, Петергоф, Санкт-Петербургское шоссе, 111",
        "coordinates": [
            29.982899,
            59.86715
        ]
    },
    {
        "name": "Лукоморье",
        "address": "Краснодарский край, Темрюкский район, Голубицкое сельское поселение, станица Голубицкая, Набережная улица, 1А",
        "url": "https://zoo-lukomore.ru/",
        "coordinates": [
            37.298811,
            45.325287
        ]
    },
    {
        "name": "Руза Фэмили зоопарк",
        "address": "Московская область, Рузский городской округ, коттеджный посёлок Руза Фэмили Парк",
        "coordinates": [
            36.373061,
            55.95663
        ]
    },
    {
        "name": "Лесная братва",
        "address": "Свердловская область, Нижний Тагил, проспект Мира, 24А",
        "coordinates": [
            59.982635,
            57.910831
        ]
    },
    {
        "name": "Моя маленькая ферма",
        "address": "Рязань, проезд Яблочкова, 6с1",
        "coordinates": [
            39.773886,
            54.606558
        ]
    },
    {
        "name": "Страусиная ферма Поляна зверей",
        "address": "Челябинская область, Сосновский район, село Большие Харлуши",
        "url": "http://straus-chel.ru/",
        "coordinates": [
            60.996597,
            55.227723
        ]
    },
    {
        "name": "Крошка енот",
        "address": "Саратов, парк культуры и отдыха имени Горького",
        "url": "http://енотзоо.рф/",
        "coordinates": [
            45.996857,
            51.518947
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Краснодарский край, Ейск, улица Янышева",
        "coordinates": [
            38.271191,
            46.711543
        ]
    },
    {
        "name": "Конидуни",
        "address": "Московская область, городской округ Истра, село Онуфриево, Молодёжная улица, 18",
        "url": "http://koniduni.ru/",
        "coordinates": [
            36.493576,
            55.845975
        ]
    },
    {
        "name": "Контактный зоопарк Деревенька",
        "address": "Самара, 137-й квартал Задельненского лесничества",
        "url": "http://malamut-club.ru/",
        "coordinates": [
            49.807,
            53.471145
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Краснодарский край, муниципальное образование Геленджик, село Архипо-Осиповка, Школьная улица, 101",
        "coordinates": [
            38.529955,
            44.36024
        ]
    },
    {
        "name": "Парк львов и других кошек",
        "address": "Приморский край, Шкотовский район, посёлок городского типа Шкотово",
        "url": "https://safaripark25.ru/3-ja_ekskursija_park_lvov",
        "coordinates": [
            132.398415,
            43.327691
        ]
    },
    {
        "name": "Алексин-Страус",
        "address": "Тульская область, муниципальное образование Алексин",
        "coordinates": [
            37.241007,
            54.517738
        ]
    },
    {
        "name": "Радуга",
        "address": "Санкт-Петербург, Зеленогорск, Приморское шоссе, 536",
        "url": "https://radugaminizoo.ru/",
        "coordinates": [
            29.705983,
            60.190636
        ]
    },
    {
        "name": "ЗооДом",
        "address": "Челябинская область, Карабашский городской округ, СНТ Русское поле",
        "coordinates": [
            60.264766,
            55.344949
        ]
    },
    {
        "name": "Мини зоопарк Лапки",
        "address": "Иркутская область, Усольский район, Железнодорожное муниципальное образование, деревня Китой, Береговая улица, 61",
        "coordinates": [
            103.822805,
            52.530115
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Ханты-Мансийский автономный округ, Нефтеюганский район",
        "coordinates": [
            72.962163,
            61.175093
        ]
    },
    {
        "name": "Ферма Эка! Веретьево",
        "address": "Московская область, Талдомский городской округ, сельское поселение Темповое",
        "url": "http://artveretevo.com/",
        "coordinates": [
            37.273448,
            56.687159
        ]
    },
    {
        "name": "Контактный зоопарк",
        "address": "Московская область, городской округ Истра",
        "coordinates": [
            36.716647,
            55.875866
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Курская область, Октябрьский район, Лобазовский сельсовет",
        "coordinates": [
            35.941896,
            51.567553
        ]
    },
    {
        "name": "В гостях у Хаски",
        "address": "Кемеровская область, Прокопьевский муниципальный округ, посёлок Трудармейский, Спортивная улица, 4",
        "coordinates": [
            86.425952,
            54.132477
        ]
    },
    {
        "name": "Жар-птица",
        "address": "Республика Башкортостан, Ишимбайский район",
        "coordinates": [
            56.081417,
            53.56808
        ]
    },
    {
        "name": "Кемский страус",
        "address": "Республика Карелия, Кемское городское поселение, Кемь, Северная улица, 7А",
        "coordinates": [
            34.649179,
            64.947212
        ]
    },
    {
        "name": "Берендеево",
        "address": "Ставрополь, парк Победы",
        "coordinates": [
            41.929601,
            45.028035
        ]
    },
    {
        "name": "Зоопарк санатория Октябрьский",
        "address": "Краснодарский край, Сочи, микрорайон Мамайка, улица Плеханова, 34Б",
        "url": "https://www.oktyabrsky.ru/",
        "coordinates": [
            39.700864,
            43.627067
        ]
    },
    {
        "name": "Океанариум",
        "address": "Свердловская область, Екатеринбург, улица Щербакова, 2Б",
        "url": "https://oceanarium-ekb.ru/",
        "coordinates": [
            60.644796,
            56.792184
        ]
    },
    {
        "name": "Ошка парк",
        "address": "Воронежская область, Хохольский район, Петинское сельское поселение",
        "url": "https://parkbk.ru/",
        "coordinates": [
            38.963109,
            51.62422
        ]
    },
    {
        "name": "Зоопарк ГУДО РК Рцэо",
        "address": "Республика Коми, Сыктывкар, Печорская улица, 30/1",
        "coordinates": [
            50.811964,
            61.687552
        ]
    },
    {
        "name": "Зоопарк им. Чебурашки",
        "address": "Санкт-Петербург, Крестовский остров",
        "coordinates": [
            30.233021,
            59.970473
        ]
    },
    {
        "name": "БУ Орловской области особо охраняемых природных территории",
        "address": "Орловская область, Хотынецкий район, посёлок Жудерский",
        "coordinates": [
            35.294813,
            53.255501
        ]
    },
    {
        "name": "Парк живой природы",
        "address": "Белгородская область, Прохоровский район, село Кострома",
        "coordinates": [
            36.538476,
            51.036163
        ]
    },
    {
        "name": "Верблюжье ранчо",
        "address": "Краснодарский край, городской округ Горячий Ключ, ДНП Предгорье",
        "url": "https://www.parkmechta.com/",
        "coordinates": [
            39.237037,
            44.810644
        ]
    },
    {
        "name": "Зоопарк им. Чебурашки",
        "address": "Санкт-Петербург, Курортный район, поселок Комарово, Приморское шоссе",
        "coordinates": [
            29.8145,
            60.1704
        ]
    },
    {
        "name": "Контактный зоопарк",
        "address": "Московская область, Рузский городской округ",
        "coordinates": [
            36.438081,
            55.916534
        ]
    },
    {
        "name": "Экзотик парк",
        "address": "Москва, поселение Краснопахорское, Калужское шоссе, 47-й километр, вл15",
        "url": "https://ekzootikpark.ru/",
        "coordinates": [
            37.270044,
            55.414518
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Кирово-Чепецк, Комсомольский парк",
        "url": "https://bel-veter.ru/",
        "coordinates": [
            50.025701,
            58.549127
        ]
    },
    {
        "name": "Трогательный зоопарк",
        "address": "Краснодарский край, Ейск, улица Шмидта, 16/1",
        "url": "https://www.croco-zoo.ru/",
        "coordinates": [
            38.25937,
            46.715994
        ]
    },
    {
        "name": "МАУ Ярославский зоопарк",
        "address": "Ярославль, посёлок Шевелюха, улица Шевелюха, 137",
        "url": "https://yar-zoo.ru/",
        "coordinates": [
            39.899814,
            57.677457
        ]
    },
    {
        "name": "Живой уголок",
        "address": "Иркутская область, Ангарск, Московская улица, 37",
        "coordinates": [
            103.880597,
            52.542449
        ]
    },
    {
        "name": "Зоопарк Витязево",
        "address": "Краснодарский край, муниципальное образование Анапа, село Витязево",
        "url": "https://vizantiapark.ru/",
        "coordinates": [
            37.257662,
            44.987048
        ]
    },
    {
        "name": "Санкт-Петербургский Океанариум",
        "address": "Санкт-Петербург, улица Марата, 86",
        "url": "https://океанариум.рф/",
        "coordinates": [
            30.338246,
            59.918856
        ]
    },
    {
        "name": "Скотный двор",
        "address": "Санкт-Петербург, Петергоф, территория Шуваловка",
        "coordinates": [
            29.982881,
            59.867141
        ]
    },
    {
        "name": "Лесное посольство",
        "address": "Республика Башкортостан, Уфа, улица Менделеева, 205А",
        "url": "http://ufa.lesnoeposolstvo.ru/",
        "coordinates": [
            56.027444,
            54.741269
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Ленинградская область, Выборгский район, городской посёлок Рощино",
        "coordinates": [
            29.606622,
            60.261619
        ]
    },
    {
        "name": "Мини-зоопарк",
        "address": "Республика Татарстан, Зеленодольский район",
        "coordinates": [
            48.691077,
            55.840794
        ]
    },
    {
        "name": "Енотная",
        "address": "Республика Башкортостан, Уфа, проспект Октября, 114/1",
        "coordinates": [
            56.024816,
            54.769373
        ]
    },
    {
        "name": "Крокодиловая ферма Феодосия",
        "address": "Республика Крым, Феодосия, проспект Айвазовского, 23",
        "url": "http://crocodile-farm-feo.ru/",
        "coordinates": [
            35.382303,
            45.034578
        ]
    },
    {
        "name": "Зооклуб Стражи Галактики",
        "address": "Пермь, шоссе Космонавтов, 120/1",
        "url": "https://www.zooparkperm.ru/",
        "coordinates": [
            56.191991,
            57.990533
        ]
    },
    {
        "name": "Зоопарк Белый аист",
        "address": "Московская область, Можайский район, деревня Красновидово, Центральная улица, 2В",
        "coordinates": [
            35.879502,
            55.586795
        ]
    },
    {
        "name": "Мир рептилий",
        "address": "Краснодарский край, Туапсинский район, посёлок городского типа Новомихайловский, Морская улица, 38",
        "url": "http://reptileworld.ru/",
        "coordinates": [
            38.836919,
            44.239347
        ]
    },
    {
        "name": "Городская ферма",
        "address": "Москва, проспект Мира, 119, стр. 45",
        "url": "http://gorodskayaferma.ru/",
        "coordinates": [
            37.626463,
            55.839374
        ]
    },
    {
        "name": "Зооцентр Питон",
        "address": "Хабаровский край, Комсомольск-на-Амуре, улица Орджоникидзе, 9А/2",
        "url": "http://www.zoopiton.ru/",
        "coordinates": [
            137.027087,
            50.536997
        ]
    },
    {
        "name": "Дом лани",
        "address": "Москва, Зеленоград, Никольский проезд, 2",
        "coordinates": [
            37.240268,
            55.994363
        ]
    },
    {
        "name": "Контактный зоопарк Zoo Mini",
        "address": "Московская область, Жуковский, Туполевское шоссе, 1",
        "coordinates": [
            38.122453,
            55.586049
        ]
    },
    {
        "name": "Мини-зоопарк",
        "address": "Московская область, городской округ Истра, деревня Покровское, Центральная улица, 33к6",
        "coordinates": [
            37.024882,
            55.809986
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Свердловская область, Сысертский городской округ, посёлок Габиевский",
        "coordinates": [
            60.914368,
            56.546913
        ]
    },
    {
        "name": "Мини-зоопарк",
        "address": "Санкт-Петербург, Елагин остров, 4Э",
        "url": "https://elaginpark.org/",
        "coordinates": [
            30.247049,
            59.979893
        ]
    },
    {
        "name": "На Лампушке",
        "address": "Ленинградская область, Приозерский район, Раздольевское сельское поселение",
        "url": "http://zoolamp.ru/",
        "coordinates": [
            30.116884,
            60.589907
        ]
    },
    {
        "name": "Мини Zoo",
        "address": "Москва, природный заказник Воробьёвы горы",
        "coordinates": [
            37.560499,
            55.707568
        ]
    },
    {
        "name": "Контактный зоопарк ZOO-mini",
        "address": "Московская область, Долгопрудный, Спортивная улица, 2Б",
        "url": "https://zoo-mini.ru/",
        "coordinates": [
            37.501143,
            55.945175
        ]
    },
    {
        "name": "Мир животных",
        "address": "Краснодарский край, Анапа, улица Горького, 1Б",
        "coordinates": [
            37.313521,
            44.895098
        ]
    },
    {
        "name": "Этноферма",
        "address": "Калужская область, Боровский район, сельское поселение Совьяки, деревня Петрово",
        "url": "http://ethnomir.ru/",
        "coordinates": [
            36.426935,
            55.247446
        ]
    },
    {
        "name": "Старооскольский зоопарк",
        "address": "Белгородская область, Старооскольский городской округ, хутор Чумаки, переулок Золотой Фазан, 2",
        "url": "http://oskol-zoo.ru/",
        "coordinates": [
            38.000229,
            51.323271
        ]
    },
    {
        "name": "Детский зоопарк",
        "address": "Москва, Большая Грузинская улица, 1",
        "url": "https://moscowzoo.ru/",
        "coordinates": [
            37.584802,
            55.760353
        ]
    },
    {
        "name": "Маленькая страна",
        "address": "Нижегородская область, Балахна, Советская площадь, 1",
        "url": "https://meconnect.ru/Malenkayastrana",
        "coordinates": [
            43.613199,
            56.492268
        ]
    },
    {
        "name": "Питомник Эльбрус",
        "address": "Свердловская область, Полевской городской округ, территория ДНП Серебряный ключ, Лесная улица, 29",
        "url": "http://huskeyelbrus.ru/",
        "coordinates": [
            60.319026,
            56.590817
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Костромской район",
        "coordinates": [
            41.089628,
            57.539069
        ]
    },
    {
        "name": "Хаскилэнд Кемерово",
        "address": "Кемеровский муниципальный округ, село Елыкаево, Игарская улица, 3",
        "url": "http://husky-land.ru/",
        "coordinates": [
            86.276881,
            55.285978
        ]
    },
    {
        "name": "Тайный зоопарк",
        "address": "Москва, улица Макаренко, 4с1",
        "coordinates": [
            37.648019,
            55.761236
        ]
    },
    {
        "name": "Кроликопарк 2",
        "address": "Республика Крым, Бахчисарайский район, Куйбышевское сельское поселение",
        "url": "https://krolikopark.ru/",
        "coordinates": [
            33.793076,
            44.669445
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Калужская область, Таруса",
        "coordinates": [
            37.193026,
            54.720216
        ]
    },
    {
        "name": "Зов Джунглей",
        "address": "Краснодарский край, Геленджик, улица Куприянова Щель, 1А",
        "coordinates": [
            38.094468,
            44.576797
        ]
    },
    {
        "name": "Контактный зоопарк ZOO-mini",
        "address": "Московская область, Реутов, Юбилейный проспект, 23, стр. 1",
        "url": "http://zoo-mini.ru/",
        "coordinates": [
            37.86443,
            55.751133
        ]
    },
    {
        "name": "Обнимашки",
        "address": "Республика Башкортостан, Уфа, Бакалинская улица, 27",
        "coordinates": [
            55.984375,
            54.717582
        ]
    },
    {
        "name": "Экспозиционный комплекс Хозяйственный двор",
        "address": "Великий Новгород, Юрьево, 150-й квартал",
        "coordinates": [
            31.277304,
            58.490299
        ]
    },
    {
        "name": "Тропикпарк",
        "address": "Республика Крым, Евпатория, улица Токарева, 43",
        "url": "http://www.tropicpark.ru/",
        "coordinates": [
            33.359668,
            45.194814
        ]
    },
    {
        "name": "Крокодиловый каньон",
        "address": "Краснодарский край, муниципальное образование Геленджик, село Кабардинка, улица Мира, 20",
        "url": "http://croco-zoo.ru/",
        "coordinates": [
            37.933107,
            44.646029
        ]
    },
    {
        "name": "Зоодворик",
        "address": "Курган, жилой район Центральный, микрорайон Шевелёвка",
        "coordinates": [
            65.328166,
            55.428747
        ]
    },
    {
        "name": "Усадьба",
        "address": "Краснодарский край, Темрюкский район, Ахтанизовское сельское поселение, посёлок За Родину, Заводская улица, 17",
        "url": "https://usadba-zavodskaja-ulitsa.clients.site/",
        "coordinates": [
            37.099138,
            45.354041
        ]
    },
    {
        "name": "Страна ЕНОТиЯ",
        "address": "Москва, 3-я Парковая улица, 48",
        "url": "http://zoorm2.ru/",
        "coordinates": [
            37.782411,
            55.806468
        ]
    },
    {
        "name": "Контактный зоопарк",
        "address": "Московская область, городской округ Мытищи, деревня Чиверёво, Сливовая улица, 1В",
        "url": "https://контактныйзоопарк.москва/",
        "coordinates": [
            37.595088,
            55.994537
        ]
    },
    {
        "name": "Подворье на Хуторской",
        "address": "Калининградская область, Гурьевский городской округ, посёлок Константиновка, Хуторская улица, 1",
        "url": "https://podvorie39.com/",
        "coordinates": [
            20.695589,
            54.812241
        ]
    },
    {
        "name": "Олений парк",
        "address": "Мурманская область, муниципальный округ Полярные Зори",
        "coordinates": [
            32.453812,
            67.440915
        ]
    },
    {
        "name": "Малинки",
        "address": "Ростовская область, Красносулинский район, Пролетарское сельское поселение",
        "url": "https://malinkibirds.ru/",
        "coordinates": [
            40.088973,
            47.745701
        ]
    },
    {
        "name": "Террариум",
        "address": "Краснодарский край, Сочи, улица Ленина, 219/2Б",
        "url": "https://mir-dzhunglej.clients.site/",
        "coordinates": [
            39.896346,
            43.468012
        ]
    },
    {
        "name": "Татарский страус",
        "address": "Республика Татарстан, Высокогорский район, село Ямашурма, Молодёжная улица, 15А",
        "url": "https://tatseltur.site/",
        "coordinates": [
            49.590166,
            55.976035
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Саратовская область, Аткарск, Парк-Музей",
        "coordinates": [
            44.999619,
            51.874888
        ]
    },
    {
        "name": "Мини-зоопарк при Алтайском краевом детском экологическом центре",
        "address": "Алтайский край, Барнаул, Парковая улица, 7",
        "url": "http://akdec.ru/",
        "coordinates": [
            83.775806,
            53.303482
        ]
    },
    {
        "name": "ЭкоПарк",
        "address": "Республика Карелия, Петрозаводск, проспект Карла Маркса, 1Г",
        "coordinates": [
            34.391557,
            61.78871
        ]
    },
    {
        "name": "Новая территория Московского зоопарка",
        "address": "Москва, Большая Грузинская улица, 1",
        "url": "http://moscowzoo.ru/",
        "coordinates": [
            37.583101,
            55.763347
        ]
    },
    {
        "name": "Умка",
        "address": "Кирово-Чепецкий муниципальный район, село Фатеево",
        "url": "https://umka-kirov.1c-umi.ru/",
        "coordinates": [
            49.935887,
            58.407403
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Москва, Кузьминская улица, 10, стр. 12",
        "coordinates": [
            37.788303,
            55.693143
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Пермский край, Суксунский городской округ, село Ключи",
        "coordinates": [
            57.4211,
            57.0153
        ]
    },
    {
        "name": "Теремок",
        "address": "Нижний Новгород, парк имени 1 Мая",
        "coordinates": [
            43.934018,
            56.309382
        ]
    },
    {
        "name": "Ашевский зоопарк",
        "address": "Псковская область, Бежаницкий район, муниципальное образование Чихачёвское, село Ашево, Центральная улица, 52",
        "coordinates": [
            29.7439,
            57.1093
        ]
    },
    {
        "name": "МАУ ДО СР Центр Созвездие им. Героя Советского Союза Гришина И.Т.",
        "address": "Ханты-Мансийский автономный округ, Советский, Хвойная улица, 51А",
        "coordinates": [
            63.559665,
            61.38134
        ]
    },
    {
        "name": "Золотая подкова",
        "address": "Свердловская область, Каменск-Уральский, улица Самстрой, 38",
        "coordinates": [
            61.890042,
            56.45324
        ]
    },
    {
        "name": "Дом Енотов",
        "address": "Сахалинская область, Южно-Сахалинск, 2-я Центральная улица, 1Б",
        "coordinates": [
            142.741849,
            46.900353
        ]
    },
    {
        "name": "Зоопарк в селе Придорожное",
        "address": "Старобешевский район, село Придорожное",
        "coordinates": [
            37.960057,
            47.85685
        ]
    },
    {
        "name": "Зооклуб Тортуга",
        "address": "Пермь, улица Ленина, 45",
        "coordinates": [
            56.237266,
            58.011433
        ]
    },
    {
        "name": "Лукоморье",
        "address": "Тульская область, Новомосковск, Детский парк имени Д.Г. Оники",
        "coordinates": [
            38.275673,
            54.015946
        ]
    },
    {
        "name": "Контактный зоопарк",
        "address": "Краснодарский край, муниципальное образование Геленджик, село Кабардинка",
        "coordinates": [
            37.932941,
            44.645926
        ]
    },
    {
        "name": "Мини-ферма Страус",
        "address": "Московская область, городской округ Мытищи, деревня Чиверёво, Сливовая улица, 1В",
        "url": "https://миниферма.москва/",
        "coordinates": [
            37.595086,
            55.994513
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Ленинградская область, Приозерский район, Сосновское сельское поселение",
        "coordinates": [
            30.282316,
            60.477262
        ]
    },
    {
        "name": "Крестьянское подворье",
        "address": "Ярославская область, Ростовский район, сельское поселение Петровское, село Скнятиново, 131",
        "coordinates": [
            39.342529,
            57.081424
        ]
    },
    {
        "name": "Экзотик Парк",
        "address": "Краснодарский край, Темрюкский район, Голубицкое сельское поселение, станица Голубицкая, Курортная улица",
        "coordinates": [
            37.295929,
            45.327773
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Кирово-Чепецк, Комсомольский парк",
        "url": "https://bel-veter.ru/",
        "coordinates": [
            50.025897,
            58.549022
        ]
    },
    {
        "name": "Серебряная подкова",
        "address": "Новосибирск, парк культуры и отдыха Берёзовая роща",
        "url": "http://pony-club.tilda.ws/",
        "coordinates": [
            82.951511,
            55.048287
        ]
    },
    {
        "name": "КСК Комильфо",
        "address": "Московская область, городской округ Солнечногорск, деревня Брёхово, Строительный проезд, 1",
        "url": "http://kskkomilfo.ru/",
        "coordinates": [
            37.195819,
            55.932877
        ]
    },
    {
        "name": "Бахчисарайский парк миниатюр",
        "address": "Республика Крым, Бахчисарай, улица Ленина, 4",
        "url": "http://minibah.ru/",
        "coordinates": [
            33.861114,
            44.753961
        ]
    },
    {
        "name": "Мини зоопарк",
        "address": "Тюмень, Центральный округ, территория База Отдыха Верхний Бор",
        "coordinates": [
            65.438834,
            57.236152
        ]
    },
    {
        "name": "Игуана-парк",
        "address": "Краснодарский край, Анапа, Красноармейская улица",
        "url": "http://zooparkanapa.ru/",
        "coordinates": [
            37.321327,
            44.903783
        ]
    },
    {
        "name": "Зооуголок ЦПКиО",
        "address": "Тульская область, муниципальное образование Тула, Советский территориальный округ, Центральный парк культуры и отдыха имени Белоусова",
        "url": "http://tulskieparki.ru/czentralnyij-park/zoougolok",
        "coordinates": [
            37.583397,
            54.177993
        ]
    },
    {
        "name": "Контактный зоопарк",
        "address": "Томск, Городской сад",
        "coordinates": [
            84.954773,
            56.47328
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Санкт-Петербург, Ломоносов, Верхний парк",
        "coordinates": [
            29.748149,
            59.909963
        ]
    },
    {
        "name": "Все как у зверей",
        "address": "Свердловская область, Екатеринбург, Ясная улица, 2",
        "url": "http://zooparkekb.ru/",
        "coordinates": [
            60.586533,
            56.816365
        ]
    },
    {
        "name": "Страусиное ранчо",
        "address": "Кемеровская область, Прокопьевск, Верхоянская улица, 48",
        "coordinates": [
            86.608308,
            53.8696
        ]
    },
    {
        "name": "Мини-зоопарк в Невском парке",
        "address": "Москва, Невский парк",
        "coordinates": [
            37.498654,
            55.835766
        ]
    },
    {
        "name": "Эвелина",
        "address": "Магадан, микрорайон 6 километр",
        "coordinates": [
            150.843242,
            59.599959
        ]
    },
    {
        "name": "Крокодилвиль",
        "address": "Свердловская область, Екатеринбург, улица Бебеля, 17",
        "coordinates": [
            60.560059,
            56.845906
        ]
    },
    {
        "name": "Чудозаврия",
        "address": "Белгородская область, Губкин, улица Королёва, 7",
        "coordinates": [
            37.513335,
            51.274315
        ]
    },
    {
        "name": "Русский парк",
        "address": "Ярославль, Городской парк культуры и отдыха Даманский Остров",
        "coordinates": [
            39.899672,
            57.617417
        ]
    },
    {
        "name": "Дендрозоопарк Крымского природного заповедника",
        "address": "Республика Крым, Алушта",
        "coordinates": [
            34.3972,
            44.6811
        ]
    },
    {
        "name": "Мини-зоопарк Экопарк",
        "address": "Республика Карелия, Петрозаводск, Государев сад",
        "coordinates": [
            34.391557,
            61.78871
        ]
    },
    {
        "name": "Зверополис",
        "address": "Краснодар, Восточно-Кругликовская улица, 18",
        "coordinates": [
            39.028227,
            45.0465
        ]
    },
    {
        "name": "Центр воспроизводства редких видов животных",
        "address": "Московская область, Волоколамский городской округ, рабочий посёлок Сычёво",
        "url": "http://moscowzoo.center/",
        "coordinates": [
            36.210592,
            55.93954
        ]
    },
    {
        "name": "Птичья гавань",
        "address": "Омск, Енисейская улица, 1к2",
        "coordinates": [
            73.343327,
            54.972949
        ]
    },
    {
        "name": "Ухтинский зоопарк",
        "address": "Республика Коми, Ухта, улица Пушкина, 25А",
        "coordinates": [
            53.687803,
            63.552056
        ]
    },
    {
        "name": "Сафари",
        "address": "Нижегородская область, Арзамасский район, Бебяевский сельсовет",
        "coordinates": [
            43.947367,
            55.320306
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Краснодарский край, Сочи, Лазаревский парк культуры и отдыха имени 30-летия Победы",
        "coordinates": [
            39.3277,
            43.905384
        ]
    },
    {
        "name": "Трогательный Зоопарк",
        "address": "Ростов-на-Дону, парк имени Октябрьской Революции",
        "url": "http://www.trogay.ru/rostov",
        "coordinates": [
            39.744108,
            47.230961
        ]
    },
    {
        "name": "Ботанический сад им. И.С. Косенко",
        "address": "Краснодар, Ботанический сад имени И. Косенко",
        "coordinates": [
            38.927487,
            45.057283
        ]
    },
    {
        "name": "Мини-зоопарк",
        "address": "Московская область, городской округ Щёлково, деревня Шевёлкино",
        "url": "https://restoraunt.ksk-zvezdniy.ru/",
        "coordinates": [
            38.107535,
            55.831515
        ]
    },
    {
        "name": "Парк ручных животных Берегиня",
        "address": "Московская область, городской округ Чехов, деревня Прохорово, Бобровская улица, 3",
        "url": "http://ippoclub.ru/nashi-programmy",
        "coordinates": [
            37.645474,
            55.303408
        ]
    },
    {
        "name": "Волжанка",
        "address": "Чувашская Республика, Чебоксарский район, посёлок Сюктерка",
        "coordinates": [
            47.039819,
            56.126285
        ]
    },
    {
        "name": "Белый Кенгуру",
        "address": "Москва, Ярцевская улица, 19",
        "url": "https://zookengoo.ru/",
        "coordinates": [
            37.41047,
            55.737934
        ]
    },
    {
        "name": "Ставропольский краевой Зооэкзотариум",
        "address": "Ставрополь, Комсомольская улица, 113",
        "url": "http://zoostv.ru/",
        "coordinates": [
            41.976718,
            45.041699
        ]
    },
    {
        "name": "Контактный зоопарк",
        "address": "Калужская область, Жуковский район, деревня Алопово, база отдыха Головинка",
        "coordinates": [
            36.794364,
            55.188135
        ]
    },
    {
        "name": "Мурадымовское ущелье",
        "address": "Республика Башкортостан, Кугарчинский район, Мраковский сельсовет, село Мраково, улица З. Биишевой, 84/1",
        "url": "http://dooptrb.ru/",
        "coordinates": [
            56.622864,
            52.714254
        ]
    },
    {
        "name": "Хаски центр",
        "address": "Краснодарский край, городской округ Сочи, село Эсто-Садок, Горная улица, 4",
        "url": "https://krasnayapolyanaresort.ru/xaski_czentr",
        "coordinates": [
            40.25848,
            43.667701
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Краснодарский край, Темрюкский район, Ахтанизовское сельское поселение, посёлок За Родину",
        "coordinates": [
            37.098002,
            45.35643
        ]
    },
    {
        "name": "Контактный зоопарк Zveropolis ХрюБеМения",
        "address": "Курган, Ландшафтный парк",
        "coordinates": [
            65.283169,
            55.459254
        ]
    },
    {
        "name": "Трогательный зоопарк",
        "address": "Краснодарский край, муниципальное образование Геленджик, село Кабардинка",
        "url": "http://croco-zoo.ru/",
        "coordinates": [
            37.932913,
            44.651738
        ]
    },
    {
        "name": "Обнимашки",
        "address": "Республика Башкортостан, Уфа, Верхнеторговая площадь, 1",
        "coordinates": [
            55.944717,
            54.7253
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Ярославская область, Ярославский район, коттеджный посёлок Ле-Вилль, Приозёрная улица",
        "coordinates": [
            40.031955,
            57.731489
        ]
    },
    {
        "name": "Енот-банда",
        "address": "Москва, Щербаковская улица, 41А",
        "url": "http://www.enot-banda.ru/",
        "coordinates": [
            37.733232,
            55.783131
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Брянск, Центральный парк культуры и отдыха имени 1000-летия г. Брянска",
        "coordinates": [
            34.367253,
            53.271379
        ]
    },
    {
        "name": "Экзотариум",
        "address": "Санкт-Петербург, Александровский парк, 1АЖ",
        "url": "http://www.spbzoo.ru/",
        "coordinates": [
            30.306801,
            59.9519
        ]
    },
    {
        "name": "Берендеево",
        "address": "Ставрополь, проспект Октябрьской Революции, 22к7",
        "url": "http://www.zoostv.ru/",
        "coordinates": [
            41.976521,
            45.042335
        ]
    },
    {
        "name": "Зорро Парк",
        "address": "Калининград, улица Горького, 98",
        "url": "https://zorropark.ru/",
        "coordinates": [
            20.511573,
            54.732545
        ]
    },
    {
        "name": "Экоферма на Кубани",
        "address": "Краснодарский край, Кореновский район, Платнировское сельское поселение",
        "coordinates": [
            39.296012,
            45.373944
        ]
    },
    {
        "name": "Мир Бабочек Живых",
        "address": "Краснодарский край, Темрюкский район, Голубицкое сельское поселение, станица Голубицкая, Курортная улица, 3",
        "url": "https://мбж.com/",
        "coordinates": [
            37.296027,
            45.327715
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Красноярск, улица Мужества, 10",
        "coordinates": [
            92.884345,
            56.034501
        ]
    },
    {
        "name": "Террариум",
        "address": "Ставропольский край, Кисловодск, Курортный бульвар, 10",
        "coordinates": [
            42.71637,
            43.900603
        ]
    },
    {
        "name": "Мир Бабочек Живых",
        "address": "Краснодарский край, Анапа, Пионерский проспект, 38Б ",
        "url": "https://мбж.com/",
        "coordinates": [
            37.304001,
            44.945809
        ]
    },
    {
        "name": "Контактный зоопарк тараканов",
        "address": "Кемеровская область, Междуреченск, Коммунистический проспект, 22А",
        "coordinates": [
            88.069915,
            53.688632
        ]
    },
    {
        "name": "Авенсис",
        "address": "Ленинградская область, Гатчинский район, Пудомягское сельское поселение, деревня Бор, 37",
        "coordinates": [
            30.28477,
            59.593323
        ]
    },
    {
        "name": "Парк птиц Приозерье",
        "address": "Калининградская область, Славский муниципальный округ, поселок Приозерье",
        "coordinates": [
            21.755183,
            54.994572
        ]
    },
    {
        "name": "Ля Мур Чик",
        "address": "Челябинск, Артиллерийская улица, 136",
        "coordinates": [
            61.430864,
            55.164148
        ]
    },
    {
        "name": "Крокодиловый каньон",
        "address": "Краснодарский край, Ейск, улица Шмидта, 16/1",
        "url": "https://www.croco-zoo.ru/",
        "coordinates": [
            38.258907,
            46.715652
        ]
    },
    {
        "name": "Вольер Белые медведи",
        "address": "Санкт-Петербург, Александровский парк, 1Ж",
        "coordinates": [
            30.308006,
            59.953343
        ]
    },
    {
        "name": "Тропики",
        "address": "Томск, проспект Ленина, 199",
        "coordinates": [
            84.949339,
            56.506358
        ]
    },
    {
        "name": "Учебно-образовательный комплекс ЛукАморье",
        "address": "Самарская область, Жигулёвск",
        "coordinates": [
            49.485107,
            53.388574
        ]
    },
    {
        "name": "Детский зоопарк",
        "address": "Свердловская область, Екатеринбург, улица Луначарского",
        "coordinates": [
            60.622794,
            56.83309
        ]
    },
    {
        "name": "Крокодиловая ферма",
        "address": "Республика Крым, Евпатория, улица Поповича, 3",
        "url": "https://croco-farm.ru/",
        "coordinates": [
            33.359921,
            45.187992
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Ростовская область, Каменский район, хутор Старая Станица, парк Лога",
        "coordinates": [
            40.292193,
            48.350753
        ]
    },
    {
        "name": "Элафион",
        "address": "Санкт-Петербург, Ломоносов, Иликовский проспект, 1А",
        "coordinates": [
            29.762141,
            59.914239
        ]
    },
    {
        "name": "Заповедная Долина",
        "address": "Приморский край, село Лазо",
        "coordinates": [
            133.899975,
            43.374282
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Республика Карелия, Костомукша",
        "coordinates": [
            30.575466,
            64.601957
        ]
    },
    {
        "name": "Весёлая Ферма",
        "address": "Краснодарский край, муниципальное образование Новороссийск, хутор Камчатка, улица Короленко, 18",
        "coordinates": [
            37.630122,
            44.707104
        ]
    },
    {
        "name": "Оленья ферма Северное сияние",
        "address": "Свердловская область, городской округ Верхняя Пышма, село Мостовское",
        "url": "http://urdm.ru/personal-foto/",
        "coordinates": [
            60.657433,
            57.176608
        ]
    },
    {
        "name": "В мире животных",
        "address": "Хабаровск, Осиновая улица, 3",
        "coordinates": [
            135.101643,
            48.523918
        ]
    },
    {
        "name": "Ялтинский крокодиляриум",
        "address": "Республика Крым, Ялта, улица Игнатенко, 2",
        "url": "http://yalta-croco.ru/",
        "coordinates": [
            34.170879,
            44.49703
        ]
    },
    {
        "name": "Сказка",
        "address": "Курская область, Железногорск",
        "coordinates": [
            35.356333,
            52.324712
        ]
    },
    {
        "name": "Медвежья ферма",
        "address": "Удмуртская Республика, Ижевск, Фруктовая улица, 61",
        "url": "https://vk.link/medvedi_18ru",
        "coordinates": [
            53.202818,
            56.893431
        ]
    },
    {
        "name": "Хижина Енота",
        "address": "Челябинская область, Магнитогорск, 126-й микрорайон, Советский переулок, 2",
        "coordinates": [
            58.962251,
            53.3915
        ]
    },
    {
        "name": "Администрация Самарского зоологического парка",
        "address": "Самара, Ново-Садовая улица, 171",
        "coordinates": [
            50.160016,
            53.219488
        ]
    },
    {
        "name": "В Орловском парке",
        "address": "Санкт-Петербург, Петродворцовый район, посёлок Стрельна, Фронтовая улица, 2А",
        "coordinates": [
            30.037458,
            59.849763
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Чеченская Республика, Грозный, Заводской район, поселок Алды",
        "coordinates": [
            45.661142,
            43.273928
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Ленинградская область, Кингисеппский район, Нежновское сельское поселение",
        "coordinates": [
            28.722233,
            59.740268
        ]
    },
    {
        "name": "Экоцентр заповедника Кузнецкий Алатау",
        "address": "Кемеровская область, Мысковский городской округ",
        "coordinates": [
            87.850335,
            53.747697
        ]
    },
    {
        "name": "Обитаемый остров",
        "address": "Новосибирск, Кировский район, Затулинский жилмассив",
        "url": "http://обитаемый-остров.рус/",
        "coordinates": [
            82.912362,
            54.933717
        ]
    },
    {
        "name": "Страусиное подворье",
        "address": "Ставропольский край, Кисловодск, Промышленная улица, 23",
        "coordinates": [
            42.709295,
            43.940372
        ]
    },
    {
        "name": "Экоферма",
        "address": "Московская область, Домодедово, парк культуры и отдыха Ёлочки",
        "coordinates": [
            37.783325,
            55.419222
        ]
    },
    {
        "name": "Планета обезьян и диких кошек",
        "address": "Республика Крым, Ялта, улица Дражинского, 50",
        "coordinates": [
            34.18919,
            44.502488
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Алматы, улица Омаровой, 41/1",
        "coordinates": [
            76.976054,
            43.23173
        ]
    },
    {
        "name": "Деревенский мини-зоопарк",
        "address": "Калужская область, Обнинск, Борисоглебская улица, 41",
        "coordinates": [
            36.585172,
            55.130076
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Амурская область, Благовещенск",
        "url": "http://amur-iro.ru/",
        "coordinates": [
            127.551668,
            50.287652
        ]
    },
    {
        "name": "Какаду",
        "address": "Краснодарский край, Анапа",
        "coordinates": [
            37.319212,
            44.903246
        ]
    },
    {
        "name": "Барнаульский Нерпинарий",
        "address": "Алтайский край, Барнаул, улица Георгия Исакова, 149А, корп. 7",
        "url": "https://www.nerpinarii-altai.ru/",
        "coordinates": [
            83.714166,
            53.358354
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Белгородская область, Борисовский район",
        "coordinates": [
            35.880572,
            50.579551
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Челябинская область, Саткинский район, поселок Зюраткуль",
        "coordinates": [
            59.236655,
            54.926363
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Тверская область, Осташковский городской округ",
        "coordinates": [
            33.10746,
            57.326568
        ]
    },
    {
        "name": "Конно-спортивный клуб Легион",
        "address": "Самара, Красноглинский район, посёлок Управленческий, Выгонная улица, 47А",
        "url": "http://legion-horse.ru/",
        "coordinates": [
            50.230049,
            53.35199
        ]
    },
    {
        "name": "Контактный зоопарк",
        "address": "Липецкая область, Чаплыгин, улица Калинина, 22",
        "coordinates": [
            39.959967,
            53.239932
        ]
    },
    {
        "name": "Мистер Фишер",
        "address": "Свердловская область, Екатеринбург, Норильская улица, 82",
        "url": "http://www.mf-club.ru/",
        "coordinates": [
            60.681799,
            56.914771
        ]
    },
    {
        "name": "Дендрарий, Южные ворота",
        "address": "Краснодарский край, Сочи, аллея Лжетсуги",
        "coordinates": [
            39.738707,
            43.566819
        ]
    },
    {
        "name": "Кролики и белки",
        "address": "Курск, улица ВЧК, 180/4",
        "coordinates": [
            36.21695,
            51.745415
        ]
    },
    {
        "name": "Ферма 56",
        "address": "Московская область, Раменский городской округ, деревня Заболотье, Клубная улица, 92",
        "url": "https://ferma56.shturman.io/",
        "coordinates": [
            38.186782,
            55.549019
        ]
    },
    {
        "name": "Контактный зоопарк Весёлая ферма",
        "address": "Краснодарский край, муниципальное образование Новороссийск",
        "coordinates": [
            37.629852,
            44.706805
        ]
    },
    {
        "name": "Рио",
        "address": "Краснодарский край, Сочи, парк Ривьера",
        "coordinates": [
            39.715342,
            43.590253
        ]
    },
    {
        "name": "Экопарк Крестьянский дворик",
        "address": "Воронежская область, Бобровский район, Хреновской бор",
        "coordinates": [
            40.180747,
            51.231603
        ]
    },
    {
        "name": "Мини-зоопарк",
        "address": "Московская область, Одинцовский район, сельское поселение Ершовское",
        "coordinates": [
            36.852875,
            55.806178
        ]
    },
    {
        "name": "Парк птиц Убых",
        "address": "Краснодарский край, городской округ Новороссийск, хутор Убых, 3",
        "url": "http://parkptits.ru/",
        "coordinates": [
            37.633769,
            44.815228
        ]
    },
    {
        "name": "Акватеррариум",
        "address": "Пермь, улица Окулова, 3",
        "url": "http://www.zoo.perm.ru/",
        "coordinates": [
            56.234251,
            58.016789
        ]
    },
    {
        "name": "Дом енота",
        "address": "Московская область, Сергиево-Посадский городской округ, Хотьково, Весенняя улица, 15",
        "url": "http://www.dom-enota.ru/",
        "coordinates": [
            37.999698,
            56.264502
        ]
    },
    {
        "name": "Контактный мини-зоопарк с енотами",
        "address": "Калужская область, Боровский район",
        "url": "http://countryoz40.com/",
        "coordinates": [
            36.410339,
            55.241914
        ]
    },
    {
        "name": "Гелиосик",
        "address": "Санкт-Петербург, Зеленогорск, Приморское шоссе, 593Б",
        "url": "https://www.gelios-hotel.ru/entertainment/zoo-heliosis",
        "coordinates": [
            29.663436,
            60.195071
        ]
    },
    {
        "name": "Зоопарк Коктебель",
        "address": "Республика Крым, городской округ Феодосия, посёлок городского типа Коктебель, Морская улица, 77",
        "coordinates": [
            35.259426,
            44.965482
        ]
    },
    {
        "name": "Мини зоопарк",
        "address": "Тюмень, Центральный округ, территория База Отдыха Верхний Бор",
        "coordinates": [
            65.433815,
            57.237016
        ]
    },
    {
        "name": "Маленькая ферма",
        "address": "Республика Крым, городской округ Ялта, Южнобережное шоссе, 1-А",
        "coordinates": [
            34.117218,
            44.445721
        ]
    },
    {
        "name": "Инопланетный зоопарк",
        "address": "Красноярск, улица Белинского, 8",
        "coordinates": [
            92.900479,
            56.019789
        ]
    },
    {
        "name": "Зооуголок",
        "address": "Кемеровская область, Новокузнецкий район, поселок Кульчаны, улица Юный Запсибовец, 1К",
        "coordinates": [
            87.270043,
            53.61323
        ]
    },
    {
        "name": "Экзотариум",
        "address": "Ростов-на-Дону, Октябрьский район",
        "coordinates": [
            39.672428,
            47.247836
        ]
    },
    {
        "name": "Сургаяз",
        "address": "Республика Башкортостан, Национальный парк Башкирия",
        "coordinates": [
            56.553671,
            52.989536
        ]
    },
    {
        "name": "Зоомир Лесная Братва",
        "address": "Свердловская область, Красноуфимск, Манчажская улица, 39",
        "coordinates": [
            57.775318,
            56.610171
        ]
    },
    {
        "name": "Ферма осликов",
        "address": "Республика Карелия, Лахденпохский район, Мийнальское сельское поселение",
        "coordinates": [
            29.990529,
            61.47511
        ]
    },
    {
        "name": "Ноев ковчег",
        "address": "Республика Татарстан, Нижнекамск, Вокзальная улица, 33А",
        "coordinates": [
            51.794158,
            55.613898
        ]
    },
    {
        "name": "Питомник редких видов журавлей",
        "address": "Рязанская область, Спасский район",
        "url": "http://oksky-reserve.ru/",
        "coordinates": [
            40.858631,
            54.712254
        ]
    },
    {
        "name": "Сафари Парк Антилоп",
        "address": "Республика Крым, Кировский район, Первомайское сельское поселение",
        "url": "http://www.kozia-balka.com/",
        "coordinates": [
            35.136372,
            45.023627
        ]
    },
    {
        "name": "Buttfly",
        "address": "Краснодарский край, Сочи, микрорайон Центральный, Навагинская улица, 5, корп. 6",
        "url": "https://buttfly.clients.site/",
        "coordinates": [
            39.722725,
            43.587143
        ]
    },
    {
        "name": "Минский зоопарк",
        "address": "Минск, Заводской район, микрорайон Чижовка, Ташкентская улица, 40",
        "url": "http://minskzoo.by/",
        "coordinates": [
            27.634711,
            53.850021
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Рязанская область, Ухоловский район",
        "coordinates": [
            40.303,
            53.8429
        ]
    },
    {
        "name": "Парк Лихолесье",
        "address": "Кирово-Чепецк, Комсомольский парк",
        "url": "https://bel-veter.ru/",
        "coordinates": [
            50.025462,
            58.549487
        ]
    },
    {
        "name": "Мир бабочек живых",
        "address": "Краснодарский край, Геленджик, Геленджикский проспект, 129",
        "coordinates": [
            38.06224,
            44.579254
        ]
    },
    {
        "name": "Зоопланета",
        "address": "Омск, Центральный парк культуры и отдыха имени 30-летия ВЛКСМ, Комсомольская аллея",
        "coordinates": [
            73.417535,
            54.97137
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Московская область, городской округ Истра, коттеджный посёлок Княжье Озеро, улица Андрея Боголюбского",
        "url": "http://kn-ozero.ru/",
        "coordinates": [
            37.0503,
            55.8149
        ]
    },
    {
        "name": "Zoo-mini",
        "address": "Московская область, Домодедово, парк культуры и отдыха Ёлочки",
        "url": "https://zoo-mini.ru/",
        "coordinates": [
            37.778262,
            55.42032
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Республика Башкортостан, городской округ Октябрьский",
        "coordinates": [
            53.445809,
            54.420748
        ]
    },
    {
        "name": "Волоконовский зоопарк",
        "address": "Белгородская область, Волоконовский район, посёлок городского типа Волоконовка, Волоконовский парк культуры и отдыха имени 70-летия Победы",
        "coordinates": [
            37.834725,
            50.485633
        ]
    },
    {
        "name": "Аквариум",
        "address": "Республика Крым, Евпатория, улица Горького, 5А/1",
        "url": "http://evpaquarium.com/",
        "coordinates": [
            33.359609,
            45.182699
        ]
    },
    {
        "name": "Лебединое озеро",
        "address": "Воронеж, Лебединое озеро",
        "coordinates": [
            39.260545,
            51.681474
        ]
    },
    {
        "name": "Крокодиловая ферма",
        "address": "Краснодарский край, Темрюкский район, Голубицкое сельское поселение, станица Голубицкая, Советская улица, 149",
        "coordinates": [
            37.271305,
            45.329366
        ]
    },
    {
        "name": "Страусиное подворье",
        "address": "Ростов-на-Дону, проспект Сельмаш, 1А",
        "url": "http://страусиное-подворье.рф/",
        "coordinates": [
            39.762465,
            47.24838
        ]
    },
    {
        "name": "Минизоопарк",
        "address": "Московская область, Ленинский городской округ, Видное, Жуковский лесопарк",
        "coordinates": [
            38.126216,
            55.587596
        ]
    },
    {
        "name": "Пернатая радуга",
        "address": "Краснодарский край, Ейский район, Должанское сельское поселение, коса Долгая",
        "coordinates": [
            37.766247,
            46.640359
        ]
    },
    {
        "name": "Контактный зоопарк в гостях у Енота",
        "address": "Ярославль, проспект Машиностроителей, 30",
        "coordinates": [
            39.953002,
            57.644978
        ]
    },
    {
        "name": "Контактный зоопарк",
        "address": "Челябинская область, Октябрьский район",
        "coordinates": [
            63.021314,
            54.540478
        ]
    },
    {
        "name": "Зоопарк на Лампушке",
        "address": "Ленинградская область, Приозерский район, Раздольевское сельское поселение",
        "coordinates": [
            30.110519,
            60.590674
        ]
    },
    {
        "name": "Чигирно",
        "address": "Пермский край, Юрлинский муниципальный округ",
        "coordinates": [
            54.266937,
            59.468318
        ]
    },
    {
        "name": "Парк птиц Воробьи",
        "address": "Калужская область, Жуковский район",
        "coordinates": [
            36.781472,
            55.159758
        ]
    },
    {
        "name": "Мини-зоопарк Орловский",
        "address": "Московская область, Ленинский городской округ, деревня Дальние Прудищи",
        "coordinates": [
            37.858302,
            55.545792
        ]
    },
    {
        "name": "Контактный зоопарк",
        "address": "Новосибирский район, Мочищенский сельсовет",
        "coordinates": [
            82.83641,
            55.124942
        ]
    },
    {
        "name": "Парк обезьян",
        "address": "Краснодарский край, Темрюкский район, Голубицкое сельское поселение, станица Голубицкая, Набережная улица, 57",
        "url": "http://park-obezian.ru/",
        "coordinates": [
            37.26899,
            45.329942
        ]
    },
    {
        "name": "Алуштинский зоопарк",
        "address": "Республика Крым, Алушта, улица Ленина, 13",
        "url": "http://zoopark-alushta.ru/",
        "coordinates": [
            34.41371,
            44.670276
        ]
    },
    {
        "name": "Енотополис",
        "address": "Мурманск, проспект Ленина, 95",
        "coordinates": [
            33.094424,
            68.975704
        ]
    },
    {
        "name": "Трогательный Зоопарк",
        "address": "Ростов-на-Дону, парк Сказка",
        "url": "http://www.trogay.ru/rostov/",
        "coordinates": [
            39.626205,
            47.208084
        ]
    },
    {
        "name": "Совариум",
        "address": "посёлок городского типа Сириус, Олимпийский проспект, 21",
        "coordinates": [
            39.963682,
            43.403784
        ]
    },
    {
        "name": "Клуб пушистых друзей",
        "address": "Удмуртская Республика, Ижевск, улица Дзержинского, 71А",
        "coordinates": [
            53.250232,
            56.885291
        ]
    },
    {
        "name": "Сафари парк",
        "address": "Ярославль, Смоленский бор",
        "coordinates": [
            39.890749,
            57.672092
        ]
    },
    {
        "name": "Зооуголок",
        "address": "Белгородская область, Яковлевский район, урочище Маршалково",
        "coordinates": [
            36.484476,
            50.775259
        ]
    },
    {
        "name": "Мини-зоопарк, санаторий Дюны",
        "address": "Санкт-Петербург, Сестрорецк",
        "coordinates": [
            29.950116,
            60.123495
        ]
    },
    {
        "name": "Лапки",
        "address": "Краснодарский край, городской округ Сочи, село Эсто-Садок, улица Урочище Ржаная Поляна",
        "coordinates": [
            40.320263,
            43.659188
        ]
    },
    {
        "name": "Белая лошадь",
        "address": "Свердловская область, Сысертский городской округ, село Кадниково",
        "url": "http://whorse.ru/",
        "coordinates": [
            60.9161,
            56.595
        ]
    },
    {
        "name": "Африкариум",
        "address": "Краснодарский край, Анапа, Краснодарская улица",
        "coordinates": [
            37.316626,
            44.89649
        ]
    },
    {
        "name": "Парк альпак Пача Мама",
        "address": "Краснодарский край, городской округ Сочи, село Эстосадок, кресельный подъёмник Экстрим",
        "url": "https://alpakasochi.ru/",
        "coordinates": [
            40.324753,
            43.655457
        ]
    },
    {
        "name": "Зоопарк",
        "address": "Красноярский край, Железногорск, парк культуры и отдыха имени С.М. Кирова",
        "url": "http://kirovpark.ru/",
        "coordinates": [
            93.527984,
            56.240661
        ]
    },
    {
        "name": "Казачий дворик",
        "address": "Челябинская область, Магнитогорск, посёлок Старая Магнитка, Рабочая улица, 117",
        "coordinates": [
            58.991765,
            53.376946
        ]
    },
    {
        "name": "Птичий Остров",
        "address": "Волгоград, посёлок Сакко и Ванцетти, улица Красных Зорь, 24",
        "coordinates": [
            44.510489,
            48.509742
        ]
    },
    {
        "name": "Парк Львов Прайд",
        "address": "Гудаутский район, село Аацы",
        "url": "https://parklvov.ru/",
        "coordinates": [
            40.711946,
            43.103037
        ]
    },
    {
        "name": "Парк дикой природы",
        "address": "Кемеровская область, Промышленновский район, Горнолыжный комплекс Танай",
        "coordinates": [
            85.069374,
            54.713404
        ]
    },
    {
        "name": "Чудушная",
        "address": "Республика Дагестан, Дербентский район, село Падар",
        "coordinates": [
            48.054783,
            42.201176
        ]
    },
    {
        "name": "Парк развлечений",
        "address": "Республика Татарстан, 16К-1473, 49",
        "url": "https://bolgar-zoo.ru/",
        "coordinates": [
            49.092454,
            54.982204
        ]
    },
    {
        "name": "Наутилус",
        "address": "Удмуртская Республика, Ижевск, улица Кирова, 8",
        "coordinates": [
            53.171686,
            56.866303
        ]
    },
    {
        "name": "Швейцария",
        "address": "Нижний Новгород, парк Швейцария",
        "url": "https://swissparknn.ru/",
        "coordinates": [
            43.975155,
            56.279752
        ]
    },
    {
        "name": "Пермский страус",
        "address": "Пермский муниципальный округ, деревня Коммуна, Дорожная улица, 8",
        "url": "http://permskiystraus.ru/",
        "coordinates": [
            55.519462,
            57.882037
        ]
    },
    {
        "name": "Простоквашино",
        "address": "Челябинская область, Магнитогорск, проспект Карла Маркса, 172",
        "url": "http://174zoo.ru/kontakty/",
        "coordinates": [
            58.97707,
            53.378342
        ]
    },
    {
        "name": "Природный Парк Остров Монерон",
        "address": "Сахалинская область, Невельск, Советская улица, 18",
        "url": "http://park-moneron.ru/",
        "coordinates": [
            141.859884,
            46.689059
        ]
    },
    {
        "name": "Капибары",
        "address": "Ростов-на-Дону, Октябрьский район",
        "coordinates": [
            39.668335,
            47.248263
        ]
    },
    {
        "name": "Мини-Ферма",
        "address": "Томский район, Зоркальцевское сельское поселение, село Зоркальцево, парк Околица",
        "coordinates": [
            84.755913,
            56.513842
        ]
    },
    {
        "name": "Экзотариум",
        "address": "Ставропольский край, Пятигорск, Фабричная улица, 1с1",
        "url": "http://park-rodnik.ru/",
        "coordinates": [
            43.106371,
            44.042696
        ]
    },
    {
        "name": "Зоополис",
        "address": "Республика Саха (Якутия), Якутск, улица Жорницкого, 7/9А",
        "coordinates": [
            129.720191,
            62.052155
        ]
    },
    {
        "name": "Джунгли Парк",
        "address": "Пермь, Пермская улица, 7",
        "coordinates": [
            56.258826,
            58.016416
        ]
    },
    {
        "name": "Контакный зоопарк Зоополис",
        "address": "Карачаево-Черкесская Республика, Черкесск, улица Гутякулова, 19",
        "coordinates": [
            42.053363,
            44.248465
        ]
    },
    {
        "name": "Живая планета",
        "address": "Московская область, городской округ Солнечногорск, рабочий посёлок Ржавки, 2-й микрорайон, с20",
        "coordinates": [
            37.260732,
            55.998287
        ]
    },
    {
        "name": "Мини-зоопарк",
        "address": "Липецкая область, Грязинский район",
        "coordinates": [
            39.770049,
            52.562922
        ]
    },
    {
        "name": "Страусиное ранчо",
        "address": "Кемеровский муниципальный округ, деревня Журавлёво",
        "coordinates": [
            86.273923,
            55.382031
        ]
    },
    {
        "name": "София",
        "address": "муниципальное образование Киров, село Порошино, Боровицкая улица, 25",
        "coordinates": [
            49.808258,
            58.605926
        ]
    },
    {
        "name": "Крокодиловая ферма",
        "address": "Краснодарский край, Анапа, Гребенская улица, 4",
        "url": "http://krokoferma.ru/",
        "coordinates": [
            37.318653,
            44.898309
        ]
    },
    {
        "name": "Дельфинарий",
        "address": "Ростов-на-Дону, микрорайон Западный, Коммунистический проспект, 36/4",
        "url": "http://delfinary-rostov.ru/",
        "coordinates": [
            39.626272,
            47.208629
        ]
    },
    {
        "name": "Птичий дом",
        "address": "Республика Татарстан, Казань, улица Шигабутдина Марджани, 8А",
        "coordinates": [
            49.116638,
            55.78067
        ]
    }
]